[
    {
        "error": "origin",
        "word": "A",
        "attribute": "Originally the preposition a (an, on)."
    },
    {
        "error": "origin",
        "word": "A",
        "attribute": "Abbreviated form of an (AS. on). See On."
    },
    {
        "error": "origin",
        "word": "A",
        "attribute": "From AS. of off, from. See Of."
    },
    {
        "error": "pos",
        "word": "Able",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Able",
        "attribute": "See Able, a."
    },
    {
        "error": "origin",
        "word": "Above",
        "attribute": "OE. above, aboven, abuffe, AS. abufon; an (or on) on + be by + ufan upward; cf. Goth. uf under. √199.  See Over."
    },
    {
        "error": "origin",
        "word": "Act",
        "attribute": "L. actus, fr. agere to drive, do: cf. F. acte. See Agent."
    },
    {
        "error": "origin",
        "word": "Act",
        "attribute": "L. actus, p. p. of agere to drive, lead, do; but influenced by E. act, n."
    },
    {
        "error": "origin",
        "word": "Add",
        "attribute": "L. addere; ad + dare to give, put. Cf. Date, Do."
    },
    {
        "error": "origin",
        "word": "Afraid",
        "attribute": "OE. afrayed, affraide, p. p. of afraien to affray. See Affray, and cf. Afeard."
    },
    {
        "error": "pos",
        "word": "After",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Again",
        "attribute": "OE. agein, agayn, AS. ongegn, ongeán, against, again; on + geán, akin to Ger. gegewn against, Icel. gegn. Cf. Gainsay."
    },
    {
        "error": "origin",
        "word": "Against",
        "attribute": "OE. agens, ageynes, AS. ongegn. The s is adverbial, orig. a genitive ending. See Again."
    },
    {
        "error": "origin",
        "word": "Age",
        "attribute": "OF. aage, eage, F. âge, fr. L. aetas through a supposed LL. aetaticum. L. aetas is contracted fr. aevitas, fr. aevum lifetime, age; akin to E. aye ever. Cf. Each."
    },
    {
        "error": "pos",
        "word": "Ago",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Agree",
        "attribute": "F. à gré. See Agree."
    },
    {
        "error": "origin",
        "word": "Agree",
        "attribute": "F. agréer to accept or receive kindly, fr. à gré; à (L. ad) + gré good will, consent, liking, fr. L. gratus pleasing, agreeable. See Grateful."
    },
    {
        "error": "origin",
        "word": "Air",
        "attribute": "OE. air, eir, F. air, L. aër, fr. Gr. 'ah`r, air, mist, for 'a&digamma_;hr, fr. root 'a&digamma_; to blow, breathe, probably akin to E. wind. In sense 10 the French has taking a meaning fr. It. aria atmosphere, air, fr. the same Latin word; and in senses 11, 12, 13 the French meaning is either fr. L. aria, or due to confusion with F. aire, in an older sense of origin, descent. Cf. Aëry, Debonair, Malaria, Wind."
    },
    {
        "error": "origin",
        "word": "Air",
        "attribute": "See Air, n., and cf. Aërate."
    },
    {
        "error": "pos",
        "word": "All",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "All",
        "attribute": "Orig. all, adv., wholly: used with though or if, which being dropped before the subjunctive left all as if in the sense although."
    },
    {
        "error": "origin",
        "word": "Allow",
        "attribute": "OE. alouen, OF. alouer, aloer, aluer, F. allouer, fr. LL. allocare to admit as proved, to place, use; confused with OF. aloer, fr. L. allaudare to extol; ad + laudare to praise. See Local, and cf. Allocate, Laud."
    },
    {
        "error": "origin",
        "word": "Also",
        "attribute": "All + so. OE. al so, AS. ealswā, alsw&unr_;, ælswæ; eal, al, æl, all + swā so. See All, So, As."
    },
    {
        "error": "origin",
        "word": "Always",
        "attribute": "All + way. The s is an adverbial (orig. a genitive) ending."
    },
    {
        "error": "origin",
        "word": "Am",
        "attribute": "AS. am, eom, akin to Gothic im, Icel. em, Olr. am, Lith. esmi, L. sum., Gr. &unr_;, Zend ahmi, Skr. asmi, fr. a root as to be. &unr_;. See Are, and cf. Be, Was."
    },
    {
        "error": "origin",
        "word": "An",
        "attribute": "AS. ān one, the same word as the numeral. See One, and cf. A."
    },
    {
        "error": "origin",
        "word": "An",
        "attribute": "Shortened fr. and, OE. an., and, sometimes and if, in introducing conditional clauses, like Icel. enda if, the same word as and. Prob. and was originally pleonastic before the conditional clause."
    },
    {
        "error": "origin",
        "word": "And",
        "attribute": "AS. and; akin to OS. endi, Icel. enda, OHG. anti, enti, inti, unti, G. und, D. en, OD. ende. Cf, An if, Ante-."
    },
    {
        "error": "origin",
        "word": "Anger",
        "attribute": "OE. anger, angre, affliction, anger, fr. Icel. angr affliction, sorrow; akin to Dan. anger regret, Swed. ånger regret, AS. ange oppressed, sad, L. angor a strangling, anguish, angere to strangle, Gr. 'a`gchein to strangle, Skr. a&mdot_;has pain, and to E. anguish, anxious, quinsy, and perh. awe, ugly. The word seems to have orig. meant to choke, squeeze. √3."
    },
    {
        "error": "origin",
        "word": "Anger",
        "attribute": "Cf. Icel. angra."
    },
    {
        "error": "origin",
        "word": "Animal",
        "attribute": "L., fr. anima breath, soul: cf. F. animal. See Animate."
    },
    {
        "error": "pos",
        "word": "Animal",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Answer",
        "attribute": "OE. andswerien, AS. andswerian, andswarian, to answer, fr. andswaru, n., answer. See Answer, n."
    },
    {
        "error": "origin",
        "word": "Answer",
        "attribute": "OE. andsware, AS. andswaru; and against + swerian to swear. √177, 196.  See Anti-, and Swear, and cf. 1st un-."
    },
    {
        "error": "pos",
        "word": "Any",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Appear",
        "attribute": "OE. apperen, aperen, OF. aparoir, F. apparoir, fr. L. appar&unr_;re to appear + par&unr_;reto come forth, to be visible; prob. from the same root as par&unr_;re to produce. Cf. Apparent, Parent, Peer, v. i."
    },
    {
        "error": "origin",
        "word": "Apple",
        "attribute": "OE. appel, eppel, AS. æppel, æpl; akin to Fries. & D. appel, OHG, aphul, aphol, G. apfel, Icel. epli, Sw. äple, Dan. æble, Gael. ubhall, W. afal, Arm. aval, Lith. obůlys, Russ. iabloko; of unknown origin."
    },
    {
        "error": "origin",
        "word": "Are",
        "attribute": "AS. (Northumbrian) aron, akin to the 1st pers. pl. forms, Icel. erum, Goth. sijum, L. sumus, Gr. &unr_;, Skr. smas; all from a root as. &unr_; See Am and Is, and cf. Be."
    },
    {
        "error": "origin",
        "word": "Are",
        "attribute": "F., fr. L. area. See Area."
    },
    {
        "error": "origin",
        "word": "Area",
        "attribute": "L. area a broad piece of level ground. Cf. Are, n."
    },
    {
        "error": "origin",
        "word": "Arm",
        "attribute": "AS. arm, earm; akin to OHG. aram, G., D., Dan., & Sw. arm, Icel. armr, Goth. arms, L. armus arm, shoulder, and prob. to Gr. &unr_; joining, joint, shoulder, fr. the root &unr_; to join, to fit together; cf. Slav. rame. &unr_;. See Art, Article."
    },
    {
        "error": "origin",
        "word": "Arm",
        "attribute": "See Arms."
    },
    {
        "error": "origin",
        "word": "Arm",
        "attribute": "OE. armen, F. armer, fr. L. armare, fr. arma, pl., arms. See arms."
    },
    {
        "error": "origin",
        "word": "Arrange",
        "attribute": "OE. arayngen, OF. arengier, F. arranger, fr. a (L. ad) + OF. rengier, rangier, F. ranger. See Range, v. t."
    },
    {
        "error": "origin",
        "word": "Arrive",
        "attribute": "OE. ariven to arrive, land, OF. ariver, F. arriver, fr. LL. arripare, adripare, to come to shore; L. ad + ripa the shore or sloping bank of a river. Cf. Riparian."
    },
    {
        "error": "origin",
        "word": "Art",
        "attribute": "F. art, L. ars, artis, orig., skill in joining or fitting; prob. akin to E. arm, aristocrat, article."
    },
    {
        "error": "origin",
        "word": "as",
        "attribute": "OE. as, als, alse, also, al swa, AS. eal swā, lit. all so; hence, quite so, quite as: cf. G. als as, than, also so, then. See Also."
    },
    {
        "error": "origin",
        "word": "As",
        "attribute": "See Ace."
    },
    {
        "error": "origin",
        "word": "As",
        "attribute": "L. as. See Ace."
    },
    {
        "error": "origin",
        "word": "Ask",
        "attribute": "OE. asken, ashen, axien, AS. āscian, ācsian; akin to OS. ēscōn, OHG. eiscōn, Sw. āska, Dan. æske, D. eischen, G. heischen, Lith. jëskóti, OSlav. iskati to seek, Skr. ish to desire. √5."
    },
    {
        "error": "origin",
        "word": "Ask",
        "attribute": "See 2d Asker."
    },
    {
        "error": "origin",
        "word": "At",
        "attribute": "AS. æt; akin to OHG. az, Goth., OS., & Icel. at, Sw. åt, Dan. & L. ad."
    },
    {
        "error": "origin",
        "word": "Atom",
        "attribute": "L. atomus, Gr. &unr_;, uncut, indivisible; 'a priv. + &unr_;, verbal adj. of &unr_; to cut: cf. F. atome. See Tome."
    },
    {
        "error": "origin",
        "word": "Baby",
        "attribute": "Dim. of babe."
    },
    {
        "error": "pos",
        "word": "Baby",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Back",
        "attribute": "F. bac: cf. Arm. bag, bak a bark, D. bak tray, bowl."
    },
    {
        "error": "origin",
        "word": "Back",
        "attribute": "AS. bæc, bac; akin to Icel., Sw., & LG. bak, Dan. bag; cf. OHG. bahho ham, Skr. bhaj to turn, OSlav. bēgŭ flight. Cf. Bacon."
    },
    {
        "error": "pos",
        "word": "Back",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Back",
        "attribute": "Shortened from aback."
    },
    {
        "error": "pos",
        "word": "Bad",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Ball",
        "attribute": "OE. bal, balle; akin to OHG. balla, palla, G. ball, Icel. böllr, ball; cf. F. balle. Cf. 1st Bale, n., Pallmall."
    },
    {
        "error": "origin",
        "word": "Ball",
        "attribute": "F. bal, fr. OF. baler to dance, fr. LL. ballare.  Of uncertain origin; cf. Gr. ba`llein to toss or throw, or pa`llein, pa`llesqai, to leap, bound, balli`zein to dance, jump about; or cf. 1st Ball, n."
    },
    {
        "error": "origin",
        "word": "Bank",
        "attribute": "OF. banc, LL. bancus. See Bank, n."
    },
    {
        "error": "origin",
        "word": "Band",
        "attribute": "OE. band, bond, Icel. band; akin to G., Sw., & D. band, OHG. bant, Goth. bandi, Skr. bandha a binding, bandh to bind, for bhanda, bhandh, also to E. bend, bind.  In sense 7, at least, it is fr. F. bande, from OHG. bant.  √90.  See Bind, v. t., and cf. Bend, Bond, 1st Bandy."
    },
    {
        "error": "origin",
        "word": "Bank",
        "attribute": "OE. banke; akin to E. bench, and prob. of Scand. origin; cf. Icel. bakki. See Bench."
    },
    {
        "error": "origin",
        "word": "Bank",
        "attribute": "Prob. fr. F. banc. Of German origin, and akin to E. bench. See Bench."
    },
    {
        "error": "origin",
        "word": "Bank",
        "attribute": "F. banque, It. banca, orig. bench, table, counter, of German origin, and akin to E. bench; cf. G. bank bench, OHG. banch. See Bench, and cf. Banco, Beach."
    },
    {
        "error": "origin",
        "word": "Bar",
        "attribute": "OE. barre, F. barre, fr. LL. barra, W. bar the branch of a tree, bar, baren branch, Gael. & Ir. barra bar. √91."
    },
    {
        "error": "origin",
        "word": "Bar",
        "attribute": "F. barrer. See Bar, n."
    },
    {
        "error": "pos",
        "word": "Base",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Base",
        "attribute": "See Base low."
    },
    {
        "error": "origin",
        "word": "Base",
        "attribute": "From Base, n."
    },
    {
        "error": "origin",
        "word": "Base",
        "attribute": "See Base, a., and cf. Abase."
    },
    {
        "error": "pos",
        "word": "Basic",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "BASIC",
        "attribute": "Beginner's All-purpose Symbolic Iruction C."
    },
    {
        "error": "origin",
        "word": "Bat",
        "attribute": "Corrupt. from OE. back, backe, balke; cf. Dan. aften-bakke (aften evening), Sw. natt-backa (natt night), Icel. leðr-blaka (leðr leather), Icel. blaka to flutter."
    },
    {
        "error": "origin",
        "word": "Bat",
        "attribute": "Siamese."
    },
    {
        "error": "origin",
        "word": "Be",
        "attribute": "OE. been, beon, AS. beón to be, beóm I am; akin to OHG. bim, pim, G. bin, I am, Gael. & Ir. bu was, W. bod to be, Lith. bu-ti, O. Slav. by-ti, to be, L. fu-i I have been, fu-turus about to be, fo-re to be about to be, and perh. to fieri to become, Gr. fy^nai to be born, to be, Skr. bhū to be.  This verb is defective, and the parts lacking are supplied by verbs from other roots, is, was, which have no radical connection with be. The various forms, am, are, is, was, were, etc., are considered grammatically as parts of the verb “to be”, which, with its conjugational forms, is often called the substantive verb.  √97.  Cf. Future, Physic."
    },
    {
        "error": "origin",
        "word": "Bear",
        "attribute": "OE. beren, AS. beran, beoran, to bear, carry, produce; akin to D. baren to bring forth, G. gebären, Goth. baíran to bear or carry, Icel. bera, Sw. bära, Dan. bære, OHG. beran, peran, L. ferre to bear, carry, produce, Gr. fe`rein, OSlav. brati to take, carry, OIr. berim I bear, Skr. bh&rsdot_; to bear.  √92.  Cf. Fertile."
    },
    {
        "error": "origin",
        "word": "Beat",
        "attribute": "OE. beaten, beten, AS. beátan; akin to Icel. bauta, OHG. bōzan. Cf. 1st Butt, Button."
    },
    {
        "error": "pos",
        "word": "Beat",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Bed",
        "attribute": "AS. bed, bedd; akin to OS. bed, D. bed, bedde, Icel. be&unr_;r, Dan. bed, Sw. bädd, Goth. badi, OHG. betti, G. bett, bette, bed, beet a plat of ground; all of uncertain origin."
    },
    {
        "error": "origin",
        "word": "Been",
        "attribute": "OE. beon, ben, bin, p. p. of been, beon, to be. See Be."
    },
    {
        "error": "origin",
        "word": "Before",
        "attribute": "OE. beforen, biforen, before, AS. beforan; pref. be- + foran, fore, before. See Be-, and Fore."
    },
    {
        "error": "origin",
        "word": "Begin",
        "attribute": "AS. beginnan (akin to OS. biginnan, D. & G. beginnen, OHG. biginnan, Goth., du-ginnan, Sw. begynna, Dan. begynde); pref. be- + an assumed ginnan. √31. See Gin to begin."
    },
    {
        "error": "origin",
        "word": "Behind",
        "attribute": "AS. behindan; pref. be- + hindan. See Hind, a."
    },
    {
        "error": "origin",
        "word": "Believe",
        "attribute": "OE. bileven (with pref. be- for AS. ge-), fr. AS. gel&unr_;fan, gel&unr_;fan; akin to D. gelooven, OHG. gilouban, G. glauben, OS. gil&unr_;bian, Goth. galaubjan, and Goth. liubs dear. See Lief, a., Leave, n."
    },
    {
        "error": "origin",
        "word": "Bell",
        "attribute": "AS. belle, fr. bellan to bellow. See Bellow."
    },
    {
        "error": "origin",
        "word": "Bell",
        "attribute": "AS. bellan. See Bellow."
    },
    {
        "error": "pos",
        "word": "Best",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Better",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Better",
        "attribute": "AS. beterian, betrian, fr. betera better. See Better, a."
    },
    {
        "error": "origin",
        "word": "Between",
        "attribute": "OE. bytwene, bitweonen, AS. betweónan, betweónum; prefix be- by + a form fr. AS. twā two, akin to Goth. tweihnai two apiece. See Twain, and cf. Atween, Betwixt."
    },
    {
        "error": "pos",
        "word": "Big",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Bird",
        "attribute": "OE. brid, bred, bird, young bird, bird, AS. bridd young bird. √92."
    },
    {
        "error": "origin",
        "word": "Bit",
        "attribute": "OE. bitt, bite, AS. bite, bite, fr. bītan to bite. See Bite, n. & v., and cf. Bit a morsel."
    },
    {
        "error": "origin",
        "word": "Bit",
        "attribute": "OE. bite, AS. bita, fr. bītan to bite; akin to D. beet, G. bissen bit, morsel, Icel. biti. See Bite, v., and cf. Bit part of a bridle."
    },
    {
        "error": "origin",
        "word": "Bit",
        "attribute": "binary digit."
    },
    {
        "error": "pos",
        "word": "Bit",
        "attribute": "n.prop."
    },
    {
        "error": "pos",
        "word": "Black",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Block",
        "attribute": "Cf. F. bloquer, fr. bloc block. See Block, n."
    },
    {
        "error": "origin",
        "word": "Blood",
        "attribute": "OE. blod, blood, AS. blōd; akin to D. bloed, OHG. bluot, G. blut, Goth. blōþ, Icel. blōð, Sw. & Dan. blod; prob. fr. the same root as E. blow to bloom. See Blow to bloom."
    },
    {
        "error": "origin",
        "word": "Blow",
        "attribute": "OE. blowen, AS. blōwan to blossom; akin to OS. blōjan, D. bloeijen, OHG. pluojan, MHG. blüejen, G. blühen, L. florere to flourish, OIr. blath blossom. Cf. Blow to puff, Flourish."
    },
    {
        "error": "origin",
        "word": "Blow",
        "attribute": "OE. blaw, blowe; cf. OHG. bliuwan, pliuwan, to beat, G. bläuen, Goth. bliggwan."
    },
    {
        "error": "origin",
        "word": "Blow",
        "attribute": "OE. blawen, blowen, AS. blāwan to blow, as wind; akin to OHG. plājan, G. blähen, to blow up, swell, L. flare to blow, Gr. 'ekflai`nein to spout out, and to E. bladder, blast, inflate, etc., and perh. blow to bloom."
    },
    {
        "error": "pos",
        "word": "Blue",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Blue",
        "attribute": "Short for blue devils."
    },
    {
        "error": "origin",
        "word": "Board",
        "attribute": "In this use originally perh. a different word meaning border, margin; cf. D. boord, G. bord, shipboard, and G. borte trimming; also F. bord (fr. G.) the side of a ship. Cf. Border."
    },
    {
        "error": "origin",
        "word": "Board",
        "attribute": "Cf. Board to accost, and see Board, n."
    },
    {
        "error": "origin",
        "word": "Board",
        "attribute": "F. aborder. See Abord, v. t."
    },
    {
        "error": "origin",
        "word": "Bone",
        "attribute": "OE. bon, ban, AS. bān; akin to Icel. bein, Sw. ben, Dan. & D. been, G. bein bone, leg; cf. Icel. beinn straight."
    },
    {
        "error": "origin",
        "word": "Bone",
        "attribute": "F. bornoyer to look at with one eye, to sight, fr. borgne one-eyed."
    },
    {
        "error": "origin",
        "word": "Book",
        "attribute": "OE. book, bok, AS. bōc; akin to Goth. bōka a letter, in pl. book, writing, Icel. bōk, Sw. bok, Dan. bog, OS. bōk, D. boek, OHG. puoh, G. buch; and fr. AS. bōc, bēce, beech; because the ancient Saxons and Germans in general wrote runes on pieces of beechen board. Cf. Beech."
    },
    {
        "error": "origin",
        "word": "Born",
        "attribute": "See Bear, v. t."
    },
    {
        "error": "pos",
        "word": "Both",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Bottom",
        "attribute": "OE. botum, botme, AS. botm; akin to OS. bodom, D. bodem, OHG. podam, G. boden, Icel. botn,     Sw. botten, Dan. bund (for budn), L. fundus (for fudnus), Gr. pyqmh`n (for fyqmh`n), Skr. budhna (for bhudhna), and Ir. bonn sole of the foot, W. bon stem, base.  √257.  Cf. 4th Found, Fund, n."
    },
    {
        "error": "pos",
        "word": "Bottom",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Bottom",
        "attribute": "OE. botme, perh. corrupt. for button. See Button."
    },
    {
        "error": "origin",
        "word": "Box",
        "attribute": "As. box, L. buxus, fr. Gr. &unr_;. See Box a case."
    },
    {
        "error": "origin",
        "word": "Box",
        "attribute": "As. box a small case or vessel with a cover; akin to OHG. buhsa box, G. büchse; fr. L. buxus boxwood, anything made of boxwood. See Pyx, and cf. Box a tree, Bushel."
    },
    {
        "error": "origin",
        "word": "Box",
        "attribute": "Cf.Dan. baske to slap, bask slap, blow. Cf. Pash."
    },
    {
        "error": "origin",
        "word": "Box",
        "attribute": "Cf.Sp. boxar, now spelt bojar."
    },
    {
        "error": "origin",
        "word": "Boy",
        "attribute": "Cf. D. boef, Fries. boi, boy; akin to G. bube, Icel. bofi rouge."
    },
    {
        "error": "origin",
        "word": "Branch",
        "attribute": "OE. braunche, F. branche, fr. LL. branca claw of a bird or beast of prey; cf. Armor. brank branch, bough."
    },
    {
        "error": "pos",
        "word": "Branch",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Bread",
        "attribute": "AS. brædan to make broad, to spread. See Broad, a."
    },
    {
        "error": "origin",
        "word": "Bread",
        "attribute": "AS. breád; akin to OFries. brād, OS. brōd, D. brood, G. brod, brot, Icel. brauð, Sw. & Dan. bröd. The root is probably that of E. brew. √93.  See Brew."
    },
    {
        "error": "origin",
        "word": "Break",
        "attribute": "OE. breken, AS. brecan; akin to OS. brekan, D. breken, OHG. brehhan, G. brechen, Icel. braka to creak, Sw. braka, bräkka to crack, Dan. brække to break, Goth. brikan to break, L. frangere. Cf. Bray to pound, Breach, Fragile."
    },
    {
        "error": "origin",
        "word": "Break",
        "attribute": "See Break, v. t., and cf. Brake (the instrument), Breach, Brack a crack."
    },
    {
        "error": "pos",
        "word": "Bright",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Bring",
        "attribute": "OE. bringen, AS. bringan; akin to OS. brengian, D. brengen, Fries. brenga, OHG. bringan, G. bringen, Goth. briggan."
    },
    {
        "error": "pos",
        "word": "Broad",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Broke",
        "attribute": "See Broker, and cf. Brook."
    },
    {
        "error": "origin",
        "word": "Brother",
        "attribute": "OE. brother, AS. brōðor; akin to OS. brothar, D. broeder, OHG. pruodar, G. bruder, Icel. brōðir, Sw. & Dan. broder, Goth. brōþar, Ir. brathair, W. brawd, pl. brodyr, Lith. brolis, Lett. brahlis, Russ. brat', Pol. & Serv. brat, OSlav. bratrŭ, L. frater, Skr. bhrāt&rsdot_;, Zend bratar brother, Gr. fra`thr, fra`twr, a clansman. The common plural is Brothers; in the solemn style, Brethren, OE. pl. brether, bretheren, AS. dative sing. brēðer, nom. pl. brōðor, brōðru. √258. Cf. Friar, Fraternal."
    },
    {
        "error": "pos",
        "word": "Brown",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Build",
        "attribute": "OE. bulden, bilden, AS. byldan to build, fr. bold house; cf. Icel. bōl farm, abode, Dan. bol small farm, OSw. bol, böle, house, dwelling, fr. root of Icel. būa to dwell; akin to E. be, bower, boor. √97."
    },
    {
        "error": "origin",
        "word": "Burn",
        "attribute": "OE. bernen, brennen, v. t., early confused with beornen, birnen, v. i., AS. bærnan, bernan, v. t., birnan, v. i.; akin to OS. brinnan, OFries. barna, berna, OHG. brinnan, brennan, G. brennen, OD. bernen, D. branden, Dan. brænde, Sw. bränna, brinna, Icel. brenna, Goth. brinnan, brannjan (in comp.), and possibly to E. fervent."
    },
    {
        "error": "origin",
        "word": "Burn",
        "attribute": "See 1st Bourn."
    },
    {
        "error": "pos",
        "word": "Busy",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Busy",
        "attribute": "AS. bysgian."
    },
    {
        "error": "origin",
        "word": "But",
        "attribute": "OE. bute, buten, AS. būtan, without, on the outside, except, besides; pref. be- + ūtan outward, without, fr. ūt out. Primarily, būtan, as well as ūt, is an adverb. √198. See By, Out; cf. About."
    },
    {
        "error": "origin",
        "word": "But",
        "attribute": "Cf. But, prep., adv. & conj."
    },
    {
        "error": "origin",
        "word": "But",
        "attribute": "See 1st But."
    },
    {
        "error": "origin",
        "word": "But",
        "attribute": "F. but butt, aim (cf. butte knoll), or bout, OF. bot, end, extremity, fr. boter, buter, to push, butt, strike, F. bouter; of German origin; cf. OHG. bōzan, akin to E. beat. See Beat, v. t."
    },
    {
        "error": "origin",
        "word": "Buy",
        "attribute": "OE. buggen, buggen, bien, AS. bycgan, akin to OS. buggean, Goth. bugjan."
    },
    {
        "error": "origin",
        "word": "By",
        "attribute": "OE. bi, AS. bī, big, near to, by, of, from, after, according to; akin to OS. & OFries. bi, be, D. bij, OHG. bī, G. bei, Goth. bi, and perh. Gr. 'amfi`. E. prefix be- is orig. the same word. √203.  See pref. Be-."
    },
    {
        "error": "pos",
        "word": "By",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Call",
        "attribute": "OE. callen, AS. ceallian; akin to Icel. & Sw. kalla, Dan. kalde, D. kallen to talk, prate, OHG. kallōn to call; cf. Gr. ghry`ein to speak, sing, Skr. gar to praise. Cf. Garrulous."
    },
    {
        "error": "origin",
        "word": "came",
        "attribute": "Cf. Scot. came, caim, comb, and OE. camet silver."
    },
    {
        "error": "origin",
        "word": "Camp",
        "attribute": "Cf. OE. & AS. camp contest, battle. See champion."
    },
    {
        "error": "origin",
        "word": "Camp",
        "attribute": "See Camp, n., 6"
    },
    {
        "error": "origin",
        "word": "Can",
        "attribute": "OE. & AS. canne; akin to D. Kan, G. Kanne, OHG. channa, Sw. Kanna, Dan. kande."
    },
    {
        "error": "origin",
        "word": "Can",
        "attribute": "OE. cunnen, cannen (1st sing. pres. I can), to know, know how, be able, AS. cunnan, 1st sing. pres. ic cann or can, pl. cunnon, 1st sing. imp. cūðe (for cunðe); p. p. cūð (for cunð); akin to OS. Kunnan, D. Kunnen, OHG. chunnan, G. können, Icel. kunna, Goth. Kunnan, and E. ken to know. The present tense I can (AS. ic cann) was originally a preterit, meaning I have known or Learned, and hence I know, know how. √45. See Ken, Know; cf. Con, Cunning, Uncouth."
    },
    {
        "error": "pos",
        "word": "Capital",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "capital",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Captain",
        "attribute": "OE. capitain, captain, OF. capitain, F. capitaine (cf. Sp. capitan, It. capitano), LL. capitaneus, capitanus, fr. L. caput the head. See under Chief, and cf. Chieftain."
    },
    {
        "error": "pos",
        "word": "Captain",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Car",
        "attribute": "OF. car, char, F. cahr, fr. L. carrus, Wagon: a Celtic word; cf. W. car, Armor. karr, Ir. & Gael. carr. cf. Chariot."
    },
    {
        "error": "origin",
        "word": "Card",
        "attribute": "F. carte, fr. L. charta paper, Gr. &unr_; a leaf of paper. Cf. Chart."
    },
    {
        "error": "origin",
        "word": "Care",
        "attribute": "AS. caru, cearu; akin to OS. kara sorrow, Goth. kara, OHG chara, lament, and perh. to Gr. gh^rys voice. Not akin to cure. Cf. Chary."
    },
    {
        "error": "origin",
        "word": "Care",
        "attribute": "AS. cearian. See Care, n."
    },
    {
        "error": "origin",
        "word": "Carry",
        "attribute": "OF. carier, charier, F. carrier, to cart, from OF. car, char, F. car, car. See Car."
    },
    {
        "error": "origin",
        "word": "Carry",
        "attribute": "U.S."
    },
    {
        "error": "origin",
        "word": "Case",
        "attribute": "F. cas, fr. L. casus, fr. cadere to fall, to happen. Cf. Chance."
    },
    {
        "error": "origin",
        "word": "cat",
        "attribute": "AS. cat; akin to D. & Dan. kat, Sw. katt, Icel. köttr, G. katze, kater, Ir. cat, W. cath, Armor. kaz, LL. catus, Bisc. catua, NGr. ga`ta, ga`tos, Russ. & Pol. kot, Turk. kedi, Ar. qitt; of unknown origin. Cf. Kitten."
    },
    {
        "error": "origin",
        "word": "Cause",
        "attribute": "F. cause, fr. L. causa. Cf. Cause, v., Kickshaw."
    },
    {
        "error": "origin",
        "word": "Cause",
        "attribute": "F. causer, fr. cause, fr. L. causa. See Cause, n., and cf. Acouse."
    },
    {
        "error": "origin",
        "word": "Cell",
        "attribute": "OF. celle, fr. L. cella; akin to celare to hide, and E. hell, helm, conceal. Cf. Hall."
    },
    {
        "error": "origin",
        "word": "Cent",
        "attribute": "F. cent hundred, L. centum. See Hundred."
    },
    {
        "error": "origin",
        "word": "center",
        "attribute": "F. centre, fr. L. centrum, fr. Gr. ke`ntron any sharp point, the point round which a circle is described, fr. kentei^n to prick, goad."
    },
    {
        "error": "origin",
        "word": "Century",
        "attribute": "L. centuria (in senses 1 & 3), fr. centum a hundred: cf. F. centurie. See Cent."
    },
    {
        "error": "pos",
        "word": "Certain",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Chance",
        "attribute": "F. chance, OF. cheance, fr. LL. cadentia a allusion to the falling of the dice), fr. L. cadere to fall; akin to Skr. çad to fall, L. cedere to yield, E. cede. Cf. Cadence."
    },
    {
        "error": "pos",
        "word": "Chance",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Change",
        "attribute": "F. changer, fr. LL. cambiare, to exchange, barter, L. cambire. Cf. Cambial."
    },
    {
        "error": "origin",
        "word": "Change",
        "attribute": "See Exchange."
    },
    {
        "error": "origin",
        "word": "Charge",
        "attribute": "OF. chargier, F. charger, fr. LL. carricare, fr. L. carrus wagon. Cf. Cargo, Caricature, Cark, and see Car."
    },
    {
        "error": "origin",
        "word": "Charge",
        "attribute": "Cf. Charre."
    },
    {
        "error": "origin",
        "word": "Chart",
        "attribute": "A doublet of card: cf. F. charte charter, carte card. See Card, and cf. Charter."
    },
    {
        "error": "origin",
        "word": "Check",
        "attribute": "OE. chek, OF. eschec, F. échec, a stop, hindrance, orig. check in the game of chess, pl. échecs chess, through Ar., fr. Pers. shāh king. See Shah, and cf. Checkmate, Chess, Checker."
    },
    {
        "error": "pos",
        "word": "Check",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Chick",
        "attribute": "OE. chykkyn, chyke, chicken."
    },
    {
        "error": "origin",
        "word": "Chief",
        "attribute": "OE. chief, chef, OF. chief, F. chef, fr. L. caput head, possibly akin to E. head. Cf. Captain, Chapter"
    },
    {
        "error": "pos",
        "word": "Chief",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Child",
        "attribute": "AS. cild, pl. cildru; cf. Goth. kilþei womb, in-kilþō with child."
    },
    {
        "error": "origin",
        "word": "Choose",
        "attribute": "OE. chesen, cheosen, AS. ceósan; akin to OS. kiosan, D. kiezen, G. kiesen, Icel. kjōsa, Goth. kiusan, L. gustare to taste, Gr. &unr_;, Skr. jush to enjoy. √46. Cf. Choice, 2d Gust."
    },
    {
        "error": "origin",
        "word": "Chord",
        "attribute": "L chorda a gut, a string made of a gut, Gr. chordh`. In the sense of a string or small rope, in general, it is written cord. See Cord."
    },
    {
        "error": "origin",
        "word": "City",
        "attribute": "OE. cite, F. cité, fr. L. civitas citizenship, state, city, fr. civis citizen; akin to Goth. heiwa (in heiwafrauja man of the house), AS. hīwan, pl., members of a family, servants, hīred family, G.  heirath marriage, prop., providing a house, E. hind a peasant."
    },
    {
        "error": "pos",
        "word": "City",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Claim",
        "attribute": "OE. clamen, claimen, OF. clamer, fr. L. clamare to cry out, call; akin to calare to proclaim, Gr. kalei^n to call, Skr. kal to sound, G. holen to fetch, E. hale haul."
    },
    {
        "error": "origin",
        "word": "Claim",
        "attribute": "Of. claim cry, complaint, from clamer. See Claim, v. t."
    },
    {
        "error": "origin",
        "word": "Class",
        "attribute": "F. classe, fr. L. classis class, collection, fleet; akin to Gr. klh^sis a calling, kalei^n to call, E. claim, haul."
    },
    {
        "error": "origin",
        "word": "Class",
        "attribute": "Cf. F. classer. See Class, n."
    },
    {
        "error": "pos",
        "word": "Class",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Clean",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Clean",
        "attribute": "See Clean, a., and cf. Cleanse."
    },
    {
        "error": "pos",
        "word": "Clear",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Climb",
        "attribute": "AS. climban; akin to OHG. chlimban, G. & D. klimmen, Icel. klīfa, and E. cleave to adhere."
    },
    {
        "error": "origin",
        "word": "Clock",
        "attribute": "AS. clucge bell; akin to D. klok clock, bell, G. glocke, Dan. klokke, Sw. klocka, Icel. klukka bell, LL. clocca, cloca (whence F. cloche); al perh. of Celtic origin; cf. Ir. & Gael. clog bell, clock, W. cloch bell. Cf. Cloak."
    },
    {
        "error": "origin",
        "word": "Close",
        "attribute": "From OF. & F. clos, p. p. of clore to close, fr. L. claudere; akin to G. schliessen to shut, and to E. clot, cloister, clavicle, conclude, sluice. Cf. Clause, n."
    },
    {
        "error": "origin",
        "word": "Close",
        "attribute": "OF. & F. clos an inclosure, fr. clos, p. p. of clore. See Close, v. t."
    },
    {
        "error": "pos",
        "word": "Close",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Clothe",
        "attribute": "OE. clathen, clothen, clethen, AS. clāðian, cl&aemacr_;ðan. See Cloth."
    },
    {
        "error": "origin",
        "word": "Cloud",
        "attribute": "Prob. fr. AS. clūd a rock or hillock, the application arising from the frequent resemblance of clouds to rocks or hillocks in the sky or air."
    },
    {
        "error": "origin",
        "word": "Coast",
        "attribute": "OF. coste, F. côte, rib, hill, shore, coast, L. costa rib, side. Cf. Accost, v. t., Cutlet."
    },
    {
        "error": "origin",
        "word": "Coast",
        "attribute": "Cf. OF. coste, F. côte, hill, hillside."
    },
    {
        "error": "origin",
        "word": "Coat",
        "attribute": "OF. cote, F. cotte, petticoat, cotte d'armes coat of arms, cotte de mailles coat of mail, LL. cota, cotta, tunic, prob. of German origin; cf. OHG. chozzo coarse mantle, G. klotze, D. kot, hut, E. cot. Cf. Cot a hut."
    },
    {
        "error": "pos",
        "word": "Cold",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Collect",
        "attribute": "L. collecrus, p. p. of collerige to bind together; col- + legere to gather: cf. OF. collecter. See Legend, and cf. Coil, v. t., Cull, v. t."
    },
    {
        "error": "origin",
        "word": "Collect",
        "attribute": "LL. collecta, fr. L. collecta a collection in money; an assemblage, fr. collerige: cf. F. collecte. See Collect, v. t."
    },
    {
        "error": "origin",
        "word": "Colony",
        "attribute": "L. colonia, fr. colonus farmer, fr. colere to cultivate, dwell: cf. F. colonie. Cf. Culture."
    },
    {
        "error": "origin",
        "word": "Color",
        "attribute": "OF. color, colur, colour, F. couleur, L. color; prob. akin to celare to conceal (the color taken as that which covers). See Helmet."
    },
    {
        "error": "origin",
        "word": "Color",
        "attribute": "F. colorer."
    },
    {
        "error": "origin",
        "word": "Column",
        "attribute": "L. columna, fr. columen, culmen, fr. cellere (used only in comp.), akin to E. excel, and prob. to holm. See Holm, and cf. Colonel."
    },
    {
        "error": "origin",
        "word": "Come",
        "attribute": "OE. cumen, comen, AS. cuman; akin to OS.kuman, D. komen, OHG. queman, G. kommen, Icel. koma, Sw. komma, Dan. komme, Goth. giman, L. venire (gvenire), Gr. &unr_; to go, Skr. gam. √23. Cf. Base, n., Convene, Adventure."
    },
    {
        "error": "pos",
        "word": "Common",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Company",
        "attribute": "F. compagnie, fr. OF. compaing. See Companion."
    },
    {
        "error": "origin",
        "word": "Compare",
        "attribute": "L.comparare, fr. compar like or equal to another; com- + par equal: cf. F. comparer. See Pair, Peer an equal, and cf. Compeer."
    },
    {
        "error": "origin",
        "word": "Compare",
        "attribute": "L. comparare to prepare, procure; com- + parare. See Prepare, Parade."
    },
    {
        "error": "pos",
        "word": "Complete",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Condition",
        "attribute": "F., fr. L. conditio (better condicio) agreement, compact, condition; con- + a root signifying to show, point out, akin to dicere to say, dicare to proclaim, dedicate. See Teach, Token."
    },
    {
        "error": "origin",
        "word": "Condition",
        "attribute": "Cf. LL. conditionare. See Condition, n."
    },
    {
        "error": "origin",
        "word": "Connect",
        "attribute": "L. connectere, -nexum; con- + nectere to bind. See Annex."
    },
    {
        "error": "origin",
        "word": "Consider",
        "attribute": "F. considérer, L. considerare, -sideratum, to consider, view attentively, prob. fr. con- + sidus, sideris, star, constellation; orig., therefore, to look at the stars. See Sidereal, and cf. Desire."
    },
    {
        "error": "pos",
        "word": "Consonant",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Consonant",
        "attribute": "L. consonans, -antis."
    },
    {
        "error": "origin",
        "word": "Contain",
        "attribute": "OE. contenen, conteinen, F. contenir, fr. L. continere, -tentum; con- + tenere to hold. See Tenable, and cf. Countenance."
    },
    {
        "error": "pos",
        "word": "Continent",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Continent",
        "attribute": "L. continens, prop., a holding together: cf. F. continent. See Continent, a."
    },
    {
        "error": "origin",
        "word": "Continue",
        "attribute": "F. continuer, L. continuare, -tinuatum, to connect, continue, fr. continuus. See Continuous, and cf. Continuate."
    },
    {
        "error": "origin",
        "word": "Control",
        "attribute": "F. contrôle a counter register, contr. fr. contr-rôle; contre (L. contra) + rôle roll, catalogue. See Counter and Roll, and cf. Counterroll."
    },
    {
        "error": "origin",
        "word": "Control",
        "attribute": "F. contrôler, fr. contrôle."
    },
    {
        "error": "origin",
        "word": "Cook",
        "attribute": "Of imitative origin."
    },
    {
        "error": "origin",
        "word": "Cook",
        "attribute": "Etymol. unknown."
    },
    {
        "error": "origin",
        "word": "Cook",
        "attribute": "AS. cōc, fr. L. cocus, coquus, coquus, fr. coquere to cook; akin to Gr. pe`ptein, Skr. pac, and to E. apricot, biscuit, concoct, dyspepsia, precocious. Cf. Pumpkin."
    },
    {
        "error": "pos",
        "word": "Cool",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Copy",
        "attribute": "F. copie, fr. L. copia abundance, number, LL. also, a transcript; co- + the root of opes riches. See Opulent, and cf. Copious."
    },
    {
        "error": "origin",
        "word": "Copy",
        "attribute": "Cf. F. copir, fr. LL. copiare. See Copy, n."
    },
    {
        "error": "origin",
        "word": "Corn",
        "attribute": "L.  cornu horn: cf. F. corne horn, hornlike excrescence. See Horn."
    },
    {
        "error": "origin",
        "word": "Corn",
        "attribute": "AS.  corn; akin to OS.  korn, D. koren, G., Dan., Sw., & Icel. korn, Goth. kaúrn, L.  granum, Russ. zerno. Cf.  Grain, Kernel."
    },
    {
        "error": "origin",
        "word": "Corner",
        "attribute": "OF. corniere, cornier, LL.  cornerium, corneria, fr. L.  cornu horn, end, point. See Horn."
    },
    {
        "error": "pos",
        "word": "Correct",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Cost",
        "attribute": "L. costa rib. See Coast."
    },
    {
        "error": "origin",
        "word": "Cost",
        "attribute": "OF. coster, couster, F.  coûter, fr. L. constare to stand at, to cost; con- + stare to stand. See Stand, and cf. Constant."
    },
    {
        "error": "origin",
        "word": "Cost",
        "attribute": "OF. cost, F. coût. See Cost, v. t."
    },
    {
        "error": "origin",
        "word": "Cotton",
        "attribute": "F. coton, Sp. algodon the cotton plant and its wool, coton printed cotton, cloth, fr. Ar. qutun, alqutun, cotton wool. Cf. Acton, Hacqueton."
    },
    {
        "error": "origin",
        "word": "Could",
        "attribute": "OF. coude. The l was inserted by mistake, under the influence of should and would."
    },
    {
        "error": "origin",
        "word": "Count",
        "attribute": "OF. conter, and later (etymological spelling) compter, in modern French thus distinguished; conter to relate (cf. Recount, Account), compter to count; fr. L. computuare to reckon, compute; com- + putare to reckon, settle, order, prune, orig., to clean. See Pure, and cf. Compute."
    },
    {
        "error": "origin",
        "word": "Count",
        "attribute": "F. conte and compte, with different meanings, fr. L. computus a computation, fr. computare. See Count, v. t."
    },
    {
        "error": "origin",
        "word": "Count",
        "attribute": "F. conte, fr. L. comes, comitis, associate, companion, one of the imperial court or train, properly, one who goes with another; com- + ire to go, akin to Skr. i to go."
    },
    {
        "error": "origin",
        "word": "Country",
        "attribute": "F. contrée, LL. contrata, fr. L.  contra over against, on the opposite side. Cf. Counter, adv., Contra."
    },
    {
        "error": "pos",
        "word": "Country",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Course",
        "attribute": "F. cours, course, L.  cursus, fr. currere to run. See Current."
    },
    {
        "error": "origin",
        "word": "Cover",
        "attribute": "OF.  covrir, F.  couvrir, fr. L.  cooperire; co-  +  operire to cover; probably fr.  ob towards, over + the root appearing in aperire to open. Cf. Aperient, Overt, Curfew."
    },
    {
        "error": "origin",
        "word": "Cover",
        "attribute": "Cf. F. couvert."
    },
    {
        "error": "origin",
        "word": "Cow",
        "attribute": "See Cowl a hood."
    },
    {
        "error": "origin",
        "word": "Cow",
        "attribute": "Cf. Icel.  kuga, Sw.  kufva to check, subdue, Dan.  kue.  Cf. Cuff, v. t."
    },
    {
        "error": "origin",
        "word": "Cow",
        "attribute": "Prob. from same root as cow, v. t."
    },
    {
        "error": "origin",
        "word": "Crease",
        "attribute": "Cf. LG. krus, G.  krause, crispness, krausen, kräusen, to crisp, curl, lay on folds; or perh. of Celtic origin; cf. Armor. kriz a wrinkle, crease, kriza to wrinkle, fold, W. crych a wrinkle, crychu to rumple, ripple, crease."
    },
    {
        "error": "pos",
        "word": "Create",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Crop",
        "attribute": "OE.  crop, croppe, craw, top of a plant, harvest, AS.  crop, cropp, craw, top, bunch, ear of corn; akin to D. krop craw, G. kropf, Icel. kroppr hump or bunch on the body, body; but cf. also W. cropa, croppa, crop or craw of a bird, Ir. & Gael.  sgroban. Cf.  Croup, Crupper, Croup."
    },
    {
        "error": "pos",
        "word": "Cross",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Crowd",
        "attribute": "OE.  crouden, cruden, AS. crūdan; cf. D.  kruijen to push in a wheelbarrow."
    },
    {
        "error": "origin",
        "word": "Crowd",
        "attribute": "AS.  croda. See Crowd, v. t."
    },
    {
        "error": "origin",
        "word": "Crowd",
        "attribute": "W. crwth; akin to Gael. cruit. Perh. named from its shape, and akin to Gr. kyrto`s curved, and E.  curve. Cf. Rote."
    },
    {
        "error": "origin",
        "word": "Cry",
        "attribute": "F. crier, cf. L.  quiritare to raise a plaintive cry, scream, shriek, perh. fr.  queri to complain; cf. Skr. cvas to pant, hiss, sigh. Cf. Quarrel a brawl, Querulous."
    },
    {
        "error": "origin",
        "word": "Cry",
        "attribute": "F.  cri, fr. crier to cry. See Cry, v. i."
    },
    {
        "error": "pos",
        "word": "Current",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Cut",
        "attribute": "OE. cutten, kitten, ketten; prob. of Celtic origin; cf. W. cwtau to shorten, curtail, dock, cwta bobtailed, cwt tail, skirt, Gael.  cutaich to shorten, curtail, dock, cutach short, docked, cut a bobtail, piece, Ir. cut a short tail, cutach bobtailed. Cf. Coot."
    },
    {
        "error": "pos",
        "word": "Cut",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Dad",
        "attribute": "Prob. of Celtic origin; cf. Ir. daid, Gael. daidein, W. tad, OL. tata, Gr. ta`ta, te`tta, Skr. tāta."
    },
    {
        "error": "origin",
        "word": "Dance",
        "attribute": "F. danser, fr. OHG. dansōn to draw; akin to dinsan to draw, Goth. apinsan, and prob. from the same root (meaning to stretch) as E. thin. See Thin."
    },
    {
        "error": "origin",
        "word": "Dance",
        "attribute": "F. danse, of German origin. See Dance, v. i."
    },
    {
        "error": "origin",
        "word": "Danger",
        "attribute": "OE. danger, daunger, power, arrogance, refusal, difficulty, fr. OF. dagier, dongier (with same meaning), F. danger danger, fr. an assumed LL. dominiarium power, authority, from L. dominium power, property. See Dungeon, Domain, Dame."
    },
    {
        "error": "pos",
        "word": "Dark",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Day",
        "attribute": "OE. day, dai, dei, AS. dæg; akin to OS., D., Dan., & Sw. dag, G. tag, Icel. dagr, Goth. dags; cf. Skr. dah (for dhagh ?) to burn. √69.  Cf. Dawn."
    },
    {
        "error": "pos",
        "word": "Dead",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Deal",
        "attribute": "Prob. from D. deel a plank, threshing floor. See Thill."
    },
    {
        "error": "origin",
        "word": "Deal",
        "attribute": "OE. delen, AS. d&aemacr_;lan, fr. d&aemacr_;l share; akin to OS. dēlian, D. deelen, G. theilen, teilen, Icel. deila, Sw. dela, Dan. dele, Goth. dailjan. See Deal, n."
    },
    {
        "error": "pos",
        "word": "Dear",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Death",
        "attribute": "OE. deth, deað, AS. deáð; akin to OS. dōð, D. dood, G. tod, Icel. dauði, Sw. & Dan. död, Goth. dauþus; from a verb meaning to die. See Die, v. i., and cf. Dead."
    },
    {
        "error": "origin",
        "word": "Decide",
        "attribute": "L. decīdere; de- + caedere to cut, cut off; prob. akin to E. shed, v.: cf. F. décider.  Cf. Decision."
    },
    {
        "error": "pos",
        "word": "Decimal",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Deep",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Degree",
        "attribute": "F. degré, OF. degret, fr. LL. degradare. See Degrade."
    },
    {
        "error": "origin",
        "word": "Depend",
        "attribute": "F. dépendre, fr. L. depend&unr_;re; de- + pend&unr_;re to hang. See Pendant."
    },
    {
        "error": "origin",
        "word": "Describe",
        "attribute": "L. describere, descriptum; de- + scribere to write: cf. OE. descriven, OF. descrivre, F. décrire. See Scribe, and cf. Descry."
    },
    {
        "error": "origin",
        "word": "Desert",
        "attribute": "OF. deserte, desserte, merit, recompense, fr. deservir, desservir, to merit. See Deserve."
    },
    {
        "error": "origin",
        "word": "Desert",
        "attribute": "F. désert, L. desertum, from desertus solitary, desert, pp. of deserere to desert; de- + serere to join together. See Series."
    },
    {
        "error": "pos",
        "word": "Desert",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Desert",
        "attribute": "Cf. L. desertus, p. p. of deserere to desert, F. déserter. See 2d Desert."
    },
    {
        "error": "origin",
        "word": "Design",
        "attribute": "F. désigner to designate, cf. F. dessiner to draw, dessin drawing, dessein a plan or scheme; all, ultimately, from L. designare to designate; de- + signare to mark, mark out, signum mark, sign. See Sign, and cf. Design, n., Designate."
    },
    {
        "error": "origin",
        "word": "Design",
        "attribute": "Cf. dessein, dessin."
    },
    {
        "error": "origin",
        "word": "Determine",
        "attribute": "F. déterminer, L. determinare, determinatum; de + terminare limit, terminus limit. See Term."
    },
    {
        "error": "origin",
        "word": "Develop",
        "attribute": "F. déveloper; dé- (L. dis-) + OF. voluper, voleper, to envelop, perh. from L. volup agreeably, delightfully, and hence orig., to make agreeable or comfortable by enveloping, to keep snug (cf. Voluptuous); or. perh. fr. a derivative of volvere, volutum, to roll (cf. Devolve).  Cf. Envelop."
    },
    {
        "error": "origin",
        "word": "Dictionary",
        "attribute": "Cf. F. dictionnaire. See Diction."
    },
    {
        "error": "origin",
        "word": "Die",
        "attribute": "OE. deyen, dien, of Scand. origin; cf. Icel. deyja; akin to Dan. döe, Sw. dö, Goth. diwan (cf. Goth. afd&unr_;jan to harass), OFries. d&unr_;ia to kill, OS. doian to die, OHG. touwen, OSlav. daviti to choke, Lith. dovyti to torment.  Cf. Dead, Death."
    },
    {
        "error": "origin",
        "word": "Die",
        "attribute": "OE. dee, die, F. dé, fr. L. datus given, thrown, p. p. of dare to give, throw. See Date a point of time."
    },
    {
        "error": "origin",
        "word": "Differ",
        "attribute": "L. differre; dif- = dis- + ferre to bear, carry: cf. F. différer. See 1st Bear, and cf. Defer, Delay."
    },
    {
        "error": "pos",
        "word": "Difficult",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Direct",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Discuss",
        "attribute": "L. discussus, p. p. of discutere to strike asunder (hence came the sense to separate mentally, distinguish); dis- + quatere to shake, strike. See Quash."
    },
    {
        "error": "pos",
        "word": "Distant",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Divide",
        "attribute": "L. dividere, divisum; di- = dis- + root signifying to part; cf. Skr. vyadh to pierce; perh. akin to L. vidua widow, and E. widow.  Cf. Device, Devise."
    },
    {
        "error": "origin",
        "word": "Division",
        "attribute": "F. division, L. divisio, from dividere. See Divide."
    },
    {
        "error": "origin",
        "word": "do",
        "attribute": "AS. dōn; akin to D. doen, OS. duan, OHG. tuon, G. thun, Lith. deti, OSlav. dēti, OIr. dénim I do, Gr. tiqe`nai to put, Skr. dhā, and to E. suffix -dom, and prob. to L. facere to do, E. fact, and perh. to L. -dere in some compounds, as addere to add, credere to trust. √65. Cf. Deed, Deem, Doom, Fact, Creed, Theme."
    },
    {
        "error": "origin",
        "word": "Do",
        "attribute": "Perh. a different word. OE. dugen, dowen, to avail, be of use, AS. dugan. See Doughty."
    },
    {
        "error": "origin",
        "word": "doctor",
        "attribute": "OF. doctur, L. doctor, teacher, fr. docere to teach. See Docile."
    },
    {
        "error": "origin",
        "word": "Dog",
        "attribute": "AS. docga; akin to D. dog mastiff, Dan. dogge, Sw. dogg."
    },
    {
        "error": "origin",
        "word": "dollar",
        "attribute": "D. daalder, LG. dahler, G. thaler, an abbreviation of Joachimsthaler, i. e., a piece of money first coined, about the year 1518, in the valley (G. thal) of St. Joachim, in Bohemia. See Dale."
    },
    {
        "error": "pos",
        "word": "Done",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Door",
        "attribute": "OE. dore, dure, AS. duru; akin to OS. dura, dor, D. deur, OHG. turi, door, tor gate, G. thür, thor, Icel. dyrr, Dan. dör, Sw. dörr, Goth. daur, Lith. durys, Russ. dvere, Olr. dorus, L. fores, Gr. &unr_;; cf. Skr. dur, dvāra. √246.  Cf. Foreign."
    },
    {
        "error": "pos",
        "word": "Double",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Double",
        "attribute": "OE. doblen, dublen, doublen, F. doubler, fr. L. duplare, fr. duplus. See Double, a."
    },
    {
        "error": "origin",
        "word": "Down",
        "attribute": "Akin to LG. dune, dun, Icel. d&unr_;nn, Sw. dun, Dan. duun, G. daune, cf. D. dons; perh. akin to E. dust."
    },
    {
        "error": "origin",
        "word": "Down",
        "attribute": "From the adverb."
    },
    {
        "error": "origin",
        "word": "Down",
        "attribute": "For older adown, AS. adūn, adūne, prop., from or off the hill. See 3d Down, and cf. Adown, and cf. Adown."
    },
    {
        "error": "origin",
        "word": "Down",
        "attribute": "From Down, adv."
    },
    {
        "error": "pos",
        "word": "Down",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "draw",
        "attribute": "OE. dra&yogh_;en, drahen, draien, drawen, AS. dragan; akin to Icel. & Sw. draga, Dan. drage to draw, carry, and prob. to OS. dragan to bear, carry, D. dragen, G. tragen, Goth. dragan; cf. Skr. dhraj to move along, glide; and perh. akin to Skr. dhar to hold, bear. √73.  Cf. 2d Drag, Dray a cart, 1st Dredge."
    },
    {
        "error": "origin",
        "word": "Dream",
        "attribute": "Akin to OS. drōm, D. droom, G. traum, Icel. draumr, Dan. & Sw. dröm; cf. G. trügen to deceive, Skr. druh to harm, hurt, try to hurt. AS. dreám joy, gladness, and OS. drōm joy are, perh., different words; cf. Gr. qry^los noise."
    },
    {
        "error": "origin",
        "word": "Dream",
        "attribute": "Cf. AS. drēman, dr&ymacr_;man, to rejoice. See Dream, n."
    },
    {
        "error": "origin",
        "word": "Dress",
        "attribute": "OF. drecier to make straight, raise, set up, prepare, arrange, F. dresser, (assumed) LL. directiare, fr. L. dirigere, directum, to direct; dis- + regere to rule. See Right, and cf. Address, Adroit, Direct, Dirge."
    },
    {
        "error": "origin",
        "word": "Drink",
        "attribute": "AS. drincan; akin to OS. drinkan, D. drinken, G. trinken, Icel. drekka, Sw. dricka, Dan. drikke, Goth. drigkan.  Cf. Drench, Drunken, Drown."
    },
    {
        "error": "origin",
        "word": "Drive",
        "attribute": "AS. drīfan; akin to OS. drīban, D. drijven, OHG. trīban, G. treiben, Icel. drīfa, Goth. dreiban.  Cf. Drift, Drove."
    },
    {
        "error": "origin",
        "word": "Drop",
        "attribute": "OE. drope, AS. dropa; akin to OS. dropo, D. drop, OHG. tropo, G. tropfen, Icel. dropi, Sw. droppe; and Fr. AS. dreópan to drip, drop; akin to OS. driopan, D. druipen, OHG. triofan, G. triefen, Icel. drjūpa.  Cf. Drip, Droop."
    },
    {
        "error": "origin",
        "word": "Drop",
        "attribute": "OE. droppen, AS. dropan, v. i. See Drop, n."
    },
    {
        "error": "pos",
        "word": "Dry",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Dry",
        "attribute": "AS. drygan; cf. drugian to grow dry. See Dry, a."
    },
    {
        "error": "origin",
        "word": "Duck",
        "attribute": "Cf. Dan. dukke, Sw. docka, OHG. doccha, G. docke.  Cf. Doxy."
    },
    {
        "error": "origin",
        "word": "Duck",
        "attribute": "D. doek cloth, canvas, or Icel. dūkr cloth; akin to OHG. tuoh, G. tuch, Sw. duk, Dan. dug."
    },
    {
        "error": "origin",
        "word": "Duck",
        "attribute": "OE. duken, douken, to dive; akin to D. duiken, OHG. t&unr_;hhan, MHG. tucken, tücken, t&unr_;chen, G. tuchen.  Cf. 5th Duck."
    },
    {
        "error": "origin",
        "word": "Duck",
        "attribute": "OE. duke, doke. See Duck, v. t."
    },
    {
        "error": "origin",
        "word": "During",
        "attribute": "Orig., p. pr. of dure."
    },
    {
        "error": "pos",
        "word": "Each",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Ear",
        "attribute": "AS. eáre; akin to OFries. áre, ár, OS. ōra, D. oor, OHG. ōra, G. ohr, Icel. eyra, Sw. öra, Dan. öre, Goth. auso, L. auris, Lith. ausis, Russ. ukho, Gr. o'y^s; cf. L. audire to hear, Gr. 'ai`ein, Skr. av to favor , protect.  Cf. Auricle, Orillon."
    },
    {
        "error": "origin",
        "word": "Ear",
        "attribute": "AS. ear; akin to D. aar, OHG. ahir, G. ähre, Icel., Sw., & Dan. ax, Goth. ahs. √1.  Cf. Awn, Edge."
    },
    {
        "error": "origin",
        "word": "Ear",
        "attribute": "OE. erien, AS. erian; akin to OFries. era, OHG. erran, MHG. eren, ern, Prov. G. aren, ären, Icel. erja, Goth. arjan, Lith. arti, OSlav. orati, L. arare, Gr. &unr_;.  Cf. Arable."
    },
    {
        "error": "origin",
        "word": "Early",
        "attribute": "OE. erli, erliche, AS. &aemacr_;rlīce; &aemacr_;r sooner + līc like. See Ere, and Like."
    },
    {
        "error": "pos",
        "word": "Early",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Earth",
        "attribute": "AS. eorðe; akin to OS. ertha, OFries. irthe, D. aarde, OHG. erda, G. erde, Icel. jörð, Sw. & Dan. jord, Goth. aīrþa, OHG. ero, Gr. &unr_;, adv., to earth, and perh. to E. ear to plow."
    },
    {
        "error": "origin",
        "word": "Earth",
        "attribute": "From Ear to plow."
    },
    {
        "error": "origin",
        "word": "Ease",
        "attribute": "OE. ese, eise, F. aise; akin to Pr. ais, aise, OIt. asio, It. agio; of uncertain origin; cf. L. ansa handle, occasion, opportunity.  Cf. Agio, Disease."
    },
    {
        "error": "origin",
        "word": "Ease",
        "attribute": "OE. esen, eisen, OF. aisier. See Ease, n."
    },
    {
        "error": "origin",
        "word": "East",
        "attribute": "OE. est, east, AS. eást; akin to D. oost, oosten, OHG. ōstan, G. ost, osten, Icel. austr, Sw. ost, Dan. öst, östen, Lith. auszra dawn, L. aurora (for ausosa), Gr. 'hw`s, \"e`os, 'a`yws, Skr. ushas; cf. Skr. ush to burn, L. urere. √149, 288.  Cf. Aurora, Easter, Sterling."
    },
    {
        "error": "pos",
        "word": "East",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Eat",
        "attribute": "OE. eten, AS. etan; akin to OS. etan, OFries. eta, D. eten, OHG. ezzan, G. essen, Icel. eta, Sw. äta, Dan. æde, Goth. itan, Ir. & Gael. ith, W. ysu, L. edere, Gr. 'e`dein, Skr. ad. √6.  Cf. Etch, Fret to rub, Edible."
    },
    {
        "error": "origin",
        "word": "Edge",
        "attribute": "OE. eg, egge, AS. ecg; akin to OHG. ekka, G. ecke, Icel. & Sw. egg, Dan. eg, and to L. acies, Gr. 'akh` point, Skr. açri edge. √1.  Cf. Egg, v. t., Eager, Ear spike of corn, Acute."
    },
    {
        "error": "origin",
        "word": "Effect",
        "attribute": "L. effectus, fr. efficere, effectum, to effect; ex + facere to make: cf. F. effet, formerly also spelled effect. See Fact."
    },
    {
        "error": "origin",
        "word": "Egg",
        "attribute": "OE., fr. Icel. egg; akin to AS. æg (whence OE. ey), Sw. ägg, Dan. æg, G. & D. ei, and prob. to OSlav. aje, jaje, L. ovum, Gr. 'w,o`n, Ir. ugh, Gael. ubh, and perh. to L. avis bird.  Cf. Oval."
    },
    {
        "error": "origin",
        "word": "Egg",
        "attribute": "OE. eggen, Icel. eggja, fr. egg edge. &unr_;&unr_;. See Edge."
    },
    {
        "error": "origin",
        "word": "Eight",
        "attribute": "See Ait."
    },
    {
        "error": "pos",
        "word": "Eight",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Either",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Element",
        "attribute": "F. élément, L. elementum."
    },
    {
        "error": "pos",
        "word": "Else",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "End",
        "attribute": "OE. &  AS. ende; akin to OS. endi, D. einde, eind, OHG. enti, G. ende, Icel. endir, endi, Sw. ände, Dan. ende, Goth. andeis, Skr. anta. √208.  Cf. Ante-, Anti-, Answer."
    },
    {
        "error": "origin",
        "word": "Enemy",
        "attribute": "OF. enemi, F. ennemi, from L. inimicus; in- (negative) + amicus friend. See Amicable."
    },
    {
        "error": "pos",
        "word": "Enemy",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Energy",
        "attribute": "F. énergie, LL. energia, fr. Gr.&unr_;, fr. &unr_; active; &unr_; in + &unr_; work. See In, and Work."
    },
    {
        "error": "origin",
        "word": "Engine",
        "attribute": "F. engin skill, machine, engine, L. ingenium natural capacity, invention; in in + the root of gignere to produce. See Genius, and cf. Ingenious, Gin a snare."
    },
    {
        "error": "pos",
        "word": "Enough",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Enter",
        "attribute": "OE. entren, enteren, F. entrer, fr. L. intrare, fr. intro inward, contr. fr. intero (sc. loco), fr. inter in between, between. See Inter-, In, and cf. Interior."
    },
    {
        "error": "pos",
        "word": "Equal",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Equate",
        "attribute": "L. aequatus, p. p. of aequare to make level or equal, fr. aequus level, equal. See Equal."
    },
    {
        "error": "origin",
        "word": "Even",
        "attribute": "OE. eve, even, efen, æfen. AS. &aemacr_;fen; akin to OS. āband, OFries, āvend, D. avond, OHG. āband, Icel. aptan, Sw. afton, Dan. aften; of unknown origin.  Cf. Eve, Evening."
    },
    {
        "error": "pos",
        "word": "Even",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Even",
        "attribute": "AS. efne. See Even, a., and cf. E'en."
    },
    {
        "error": "origin",
        "word": "Evening",
        "attribute": "AS. &aemacr_;fnung. See even, n., and cf. Eve."
    },
    {
        "error": "origin",
        "word": "Event",
        "attribute": "L. eventus, fr. evenire to happen, come out; e out + venire to come. See Come."
    },
    {
        "error": "origin",
        "word": "Event",
        "attribute": "F. éventer to fan, divulge, LL. eventare to fan, fr., L. e out + ventus wind."
    },
    {
        "error": "origin",
        "word": "Ever",
        "attribute": "OE. ever, æfre, AS. æfre; perh. akin to AS. ā always.  Cf. Aye, Age,Evry, Never."
    },
    {
        "error": "pos",
        "word": "Every",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Exact",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Exact",
        "attribute": "From L. exactus, p. p. of exigere; or fr. LL. exactare: cf. OF. exacter. See Exact, a."
    },
    {
        "error": "origin",
        "word": "Example",
        "attribute": "A later form for ensample, fr. L. exemplum, orig., what is taken out of a larger quantity, as a sample, from eximere to take out. See Exempt, and cf. Ensample, Sample."
    },
    {
        "error": "origin",
        "word": "Except",
        "attribute": "L. exceptus, p. p. of excipere to take or draw out, to except; ex out + capere to take: cf. F. excepter. See Capable."
    },
    {
        "error": "origin",
        "word": "Except",
        "attribute": "Originally past participle, or verb in the imperative mode."
    },
    {
        "error": "origin",
        "word": "Excite",
        "attribute": "L. excitare; ex out + citare to move rapidly, to rouse: cf. OF. esciter, exciter, F. exciter. See Cite."
    },
    {
        "error": "origin",
        "word": "Exercise",
        "attribute": "F. exercice, L. exercitium, from exercere, exercitum, to drive on, keep, busy, prob. orig., to thrust or drive out of the inclosure; ex out + arcere to shut up, inclose. See Ark."
    },
    {
        "error": "origin",
        "word": "Expect",
        "attribute": "L. expectatum, to look out for, await, expect; ex + out spectare to look at. See Spectacle."
    },
    {
        "error": "origin",
        "word": "Experience",
        "attribute": "F. expérience, L. experientia, tr. experiens, experientis, p. pr. of experiri, expertus, to try; ex out + the root of peritus experienced. See Peril, and cf. Expert."
    },
    {
        "error": "origin",
        "word": "Experiment",
        "attribute": "L. experimentum, fr. experiri to try: cf. OF. esperiment, experiment. See Experience."
    },
    {
        "error": "origin",
        "word": "Eye",
        "attribute": "Prob. fr. nye, an eye being for a nye. See Nye."
    },
    {
        "error": "origin",
        "word": "Eye",
        "attribute": "OE. eghe, eighe, eie, eye, AS.  eáge; akin to OFries. āge, OS. ōga, D. oog, Ohg. ouga, G. auge, Icel. auga, Sw. öga, Dan. öie, Goth. augō; cf. OSlav. oko, Lith. akis, L. okulus, Gr. 'o`kkos, eye, 'o`sse, the two eyes, Skr. akshi. √10, 212.  Cf. Diasy, Ocular, Optic, Eyelet, Ogle."
    },
    {
        "error": "origin",
        "word": "Face",
        "attribute": "F., from L. facies form, shape, face, perh. from facere to make (see Fact); or perh. orig. meaning appearance, and from a root meaning to shine, and akin to E. fancy.  Cf. Facetious."
    },
    {
        "error": "origin",
        "word": "Fact",
        "attribute": "L. factum, fr. facere to make or do.  Cf. Feat, Affair, Benefit, Defect, Fashion, and -fy."
    },
    {
        "error": "pos",
        "word": "Fair",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Fair",
        "attribute": "OE. feire, OF. feire, F. foire, fr. L. fariae, pl., days of rest, holidays, festivals, akin to festus festal. See Feast."
    },
    {
        "error": "origin",
        "word": "Fall",
        "attribute": "AS. feallan; akin to D. vallen, OS. & OHG. fallan, G. fallen, Icel. Falla, Sw. falla, Dan. falde, Lith. pulti, L. fallere to deceive, Gr. sfa`llein to cause to fall, Skr. sphal, sphul, to tremble.  Cf. Fail, Fell, v. t., to cause to fall."
    },
    {
        "error": "origin",
        "word": "Family",
        "attribute": "L. familia, fr. famulus servant; akin to Oscan famel servant, cf. faamat he dwells, Skr. dhāman house, fr. dhāto set, make, do: cf. F. famille.  Cf. Do, v. t., Doom, Fact, Feat."
    },
    {
        "error": "pos",
        "word": "Famous",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Far",
        "attribute": "See Farrow."
    },
    {
        "error": "pos",
        "word": "Far",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Farm",
        "attribute": "OE. ferme rent, lease, F. ferme, LL. firma, fr. L. firmus firm, fast, firmare to make firm or fast.  See Firm, a. & n."
    },
    {
        "error": "origin",
        "word": "Fast",
        "attribute": "AS. fæstan; akin to D. vasten, OHG. fastēn, G. fasten, Icel. & Sw. fasta, Dan. faste, Goth. fastan to keep, observe, fast, and prob. to E. fast firm."
    },
    {
        "error": "origin",
        "word": "Fast",
        "attribute": "OE. faste, fast; cf. AS. fæsten, OHG. fasta, G. faste. See Fast, v. i."
    },
    {
        "error": "pos",
        "word": "Fast",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Fast",
        "attribute": "OE. faste firmly, strongly, quickly, AS. fæste.  See Fast, a."
    },
    {
        "error": "origin",
        "word": "Fat",
        "attribute": "See Vat, n."
    },
    {
        "error": "pos",
        "word": "Fat",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Fat",
        "attribute": "OE. fatten, AS. f&aemacr_;ttian. See Fat, a., and cf. Fatten."
    },
    {
        "error": "origin",
        "word": "Father",
        "attribute": "OE. fader, AS. fæder; akin to OS. fadar, D. vader, OHG. fatar, G. vater, Icel. faðir Sw. & Dan. fader, OIr. athir, L. pater, Gr. path`r, Skr. pitr, perh. fr. Skr. pā protect. √75, 247.  Cf. Papa, Paternal, Patriot, Potential, Pablum."
    },
    {
        "error": "origin",
        "word": "favor",
        "attribute": "Written also favour."
    },
    {
        "error": "origin",
        "word": "Favor",
        "attribute": "Written also favour."
    },
    {
        "error": "origin",
        "word": "Fear",
        "attribute": "OE. fer, feer, fere, AS. f&aemacr_;r a coming suddenly upon, fear, danger; akin to D. vaar, OHG. fāra danger, G. gefahr, Icel. fār harm, mischief, plague, and to E. fare, peril. See Fare."
    },
    {
        "error": "origin",
        "word": "Fear",
        "attribute": "OE. feren, faeren, to frighten, to be afraid, AS. f&aemacr_;ran to terrify.  See Fear, n."
    },
    {
        "error": "origin",
        "word": "Feed",
        "attribute": "AS. fēdan, fr. fōda food; akin to OS. fōdian, OFries. fēda, fōda, D. voeden, OHG. fuottan, Icel. fæða, Sw. föda, Dan. föde. √75.  See Food."
    },
    {
        "error": "origin",
        "word": "Feel",
        "attribute": "AS. fēlan; akin to OS. gifōlian to perceive, D. voelen to feel, OHG. fuolen, G. fühlen, Icel. fālma to grope, and prob. to AS. folm palm of the hand, L. palma.  Cf. Fumble, Palm."
    },
    {
        "error": "origin",
        "word": "Feet",
        "attribute": "See Feat, n."
    },
    {
        "error": "pos",
        "word": "Fell",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Fell",
        "attribute": "Cf. L. fel gall, bile, or E. fell, a."
    },
    {
        "error": "origin",
        "word": "Fell",
        "attribute": "AS. fell; akin to D. vel, OHG. fel, G. fell, Icel. fell (in comp.), Goth fill in þrutsfill leprosy, L. pellis skin, Gr. pe`lla.  Cf. Film, Peel, Pell, n."
    },
    {
        "error": "origin",
        "word": "Fell",
        "attribute": "Icel. fell, fjally; akin to Sw. fjäll a ridge or chain of mountains, Dan. fjeld mountain, rock and prob. to G. fels rock, or perh. to feld field, E. field."
    },
    {
        "error": "origin",
        "word": "Fell",
        "attribute": "AS. fellan, a causative verb fr. feallan to fall; akin to D. vellen, G. fällen, Icel. fella, Sw. fälla, Dan. fælde. See Fall, v. i."
    },
    {
        "error": "origin",
        "word": "Fell",
        "attribute": "Cf. Gael. fill to fold, plait, Sw. fåll a hem."
    },
    {
        "error": "origin",
        "word": "Felt",
        "attribute": "AS. felt; akin to D. vilt, G. filz, and possibly to Gr. &unr_; hair or wool wrought into felt, L. pilus hair, pileus a felt cap or hat."
    },
    {
        "error": "pos",
        "word": "Few",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "field",
        "attribute": "OE. feld, fild, AS. feld; akin to D. veld, G. feld, Sw. fält, Dan. felt, Icel. fold field of grass, AS. folde earth, land, ground, OS. folda."
    },
    {
        "error": "origin",
        "word": "Fig",
        "attribute": "F. figue the fruit of the tree, Pr. figa, fr. L. ficus fig tree, fig.  Cf. Fico."
    },
    {
        "error": "origin",
        "word": "Fig",
        "attribute": "See Fico, Fig, n."
    },
    {
        "error": "origin",
        "word": "Fight",
        "attribute": "OE. fihten, fehten, AS. feohtan; akin to D. vechten, OHG. fehtan, G. fechten, Sw. fäkta, Dan. fegte, and perh. to E. fist; cf. L. pugnare to fight, pugnus fist."
    },
    {
        "error": "origin",
        "word": "Fight",
        "attribute": "OE. fight, feht, AS. feoht. See Fight, v. i."
    },
    {
        "error": "origin",
        "word": "Figure",
        "attribute": "F., figure, L. figura; akin to fingere to form, shape, feign. See Feign."
    },
    {
        "error": "origin",
        "word": "Figure",
        "attribute": "F. figurer, L. figurare, fr. figura. See Figure, n."
    },
    {
        "error": "origin",
        "word": "Fill",
        "attribute": "See Thill."
    },
    {
        "error": "origin",
        "word": "Fill",
        "attribute": "OE. fillen, fullen, AS. fyllan, fr. full full; akin to D. vullen, G. füllen, Icel. fylla, Sw. fylla, Dan. fylde, Goth. fulljan. See Full, a."
    },
    {
        "error": "origin",
        "word": "Fill",
        "attribute": "AS. fyllo. See Fill, v. t."
    },
    {
        "error": "pos",
        "word": "Final",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Find",
        "attribute": "AS. findan; akin to D. vinden, OS. & OHG. findan, G. finden, Dan. finde, icel. & Sw. finna, Goth. finþan; and perh. to L. petere to seek, Gr. pi`ptein to fall, Skr. pat to fall, fly, E. petition."
    },
    {
        "error": "pos",
        "word": "fine",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Fine",
        "attribute": "From Fine, a."
    },
    {
        "error": "origin",
        "word": "Fine",
        "attribute": "OE. fin, L. finis end, also in LL., a final agreement or concord between the lord and his vassal; a sum of money paid at the end, so as to make an end of a transaction, suit, or prosecution; mulct; penalty; cf. OF. fin end, settlement, F. fin end. See Finish, and cf. Finance."
    },
    {
        "error": "origin",
        "word": "Fine",
        "attribute": "From Fine, n."
    },
    {
        "error": "origin",
        "word": "Fine",
        "attribute": "OF. finer, F. finir. See Finish, v. t."
    },
    {
        "error": "origin",
        "word": "Finger",
        "attribute": "AS. finger; akin to D. vinger, OS. & OHG. fingar, G. finger, Icel. fingr, Sw. & Dan. finger, Goth. figgrs; of unknown origin; perh. akin to E. fang."
    },
    {
        "error": "origin",
        "word": "Finish",
        "attribute": "F. finir (with a stem finiss- in several forms, whence E. -ish: see -ish.),fr. L. finire to limit, finish, end, fr. finis boundary, limit, end; perh. for fidnis, and akin findere to cleave, E. fissure."
    },
    {
        "error": "origin",
        "word": "Fire",
        "attribute": "OE. fir, fyr, fur AS. f&ymacr_;r; akin to D. vuur, OS. & OHG. fiur, G. feuer, Icel. f&ymacr_;ri, fūrr, Gr. py^r, and perh. to L. purus pure, E. pure Cf. Empyrean, Pyre."
    },
    {
        "error": "pos",
        "word": "First",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Fish",
        "attribute": "F. fiche peg, mark, fr. fisher to fix."
    },
    {
        "error": "origin",
        "word": "Fish",
        "attribute": "OE. fisch, fisc, fis, AS. fisc; akin to D. visch, OS. & OHG. fisk, G. fisch, Icel. fiskr, Sw. & Dan. fisk, Goth. fisks, L. piscis, Ir. iasg.  Cf. Piscatorial. In some cases, such as fish joint, fish plate, this word has prob. been confused with fish, fr. F. fichea peg."
    },
    {
        "error": "origin",
        "word": "Fish",
        "attribute": "OE. fischen, fisken, fissen, AS. fiscian; akin to G. fischen, OHG. fisc&unr_;n, Goth. fisk&unr_;n. See Fish the animal."
    },
    {
        "error": "origin",
        "word": "Fit",
        "attribute": "AS. fitt a song."
    },
    {
        "error": "pos",
        "word": "Fit",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Fit",
        "attribute": "AS. fit strife, fight; of uncertain origin. √ 77."
    },
    {
        "error": "pos",
        "word": "Five",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Flat",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Floor",
        "attribute": "AS. flōr; akin to D. vloer, G. flur field, floor, entrance hall, Icel. flōr floor of a cow stall, cf. Ir. & Gael. lar floor, ground, earth, W. llawr, perh. akin to L. planus level.  Cf. Plain smooth."
    },
    {
        "error": "origin",
        "word": "Flow",
        "attribute": "AS. flōwan; akin to D. vloeijen, OHG. flawen to wash, Icel. flōa to deluge, Gr. plw`ein to float, sail, and prob. ultimately to E. float, fleet. √80.  Cf. Flood."
    },
    {
        "error": "origin",
        "word": "Flower",
        "attribute": "OE. flour, OF. flour, flur, flor, F. fleur, fr. L. flos, floris.  Cf. Blossom, Effloresce, Floret, Florid, Florin, Flour, Flourish."
    },
    {
        "error": "origin",
        "word": "Flower",
        "attribute": "From the noun.  Cf. Flourish."
    },
    {
        "error": "origin",
        "word": "Fly",
        "attribute": "OE. fleen, fleen, fleyen, flegen, AS. fleógan; akin to D. vliegen, OHG. fliogan, G. fliegen, Icel. fljūga, Sw. flyga, Dan. flyve, Goth. us-flaugjan to cause to fly away, blow about, and perh. to L. pluma feather, E. plume. √84.  Cf. Fledge, Flight, Flock of animals."
    },
    {
        "error": "origin",
        "word": "Fly",
        "attribute": "OE. flie, flege, AS. fl&ymacr_;ge, fleóge, fr. fleógan to fly; akin to D. vlieg, OHG. flioga, G. fliege, Icel. & Sw. fluga, Dan. flue. √ 84.  See Fly, v. i."
    },
    {
        "error": "pos",
        "word": "Fly",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Follow",
        "attribute": "OE. foluwen, folwen, folgen, AS. folgian, fylgean, fylgan; akin to D. volgen, OHG. folgēn, G. folgen, Icel. fylgja, Sw. följa, Dan. fölge, and perh. to E. folk."
    },
    {
        "error": "origin",
        "word": "Food",
        "attribute": "OE. fode, AS. fōda; akin to Icel. fæða, fæði, Sw. föda, Dan. & LG. föde, OHG. fatunga, Gr. patei^sthai to eat, and perh. to Skr. pā to protect, L. pascere to feed, pasture, pabulum food, E. pasture. √75.  Cf. Feed, Fodder food, Foster to cherish."
    },
    {
        "error": "origin",
        "word": "Foot",
        "attribute": "OE. fot, foot, pl. fet, feet. AS. fōt, pl. fēt; akin to D. voet, OHG. fuoz, G. fuss, Icel. fōtr, Sw. fot, Dan. fod, Goth. fōtus, L. pes, Gr. poy`s, Skr. pād, Icel. fet step, pace measure of a foot, feta to step, find one's way. √77, 250.  Cf. Antipodes, Cap-a-pie, Expedient, Fet to fetch, Fetlock, Fetter, Pawn a piece in chess, Pedal."
    },
    {
        "error": "origin",
        "word": "For",
        "attribute": "AS. for, fore; akin to OS. for, fora, furi, D. voor, OHG. fora, G. vor, OHG. furi, G. für, Icel. fyrir, Sw. för, Dan. for, adv. för, Goth. faúr, faúra, L. pro, Gr. &unr_;, Skr. pra-. √ 202.  Cf. Fore, First, Foremost, Forth, Pro-."
    },
    {
        "error": "origin",
        "word": "Force",
        "attribute": "See Farce to stuff."
    },
    {
        "error": "origin",
        "word": "Force",
        "attribute": "Of Scand. origin; cf. Icel. fors, foss, Dan. fos."
    },
    {
        "error": "origin",
        "word": "Force",
        "attribute": "F. force, LL. forcia, fortia, fr. L. fortis strong. See Fort, n."
    },
    {
        "error": "origin",
        "word": "Force",
        "attribute": "OF. forcier, F. forcer, fr. LL. forciare, fortiare. See Force, n."
    },
    {
        "error": "origin",
        "word": "Forest",
        "attribute": "OF. forest, F. forêt, LL. forestis, also, forestus, forestum, foresta, prop., open ground reserved for the chase, fr. L. foris, foras, out of doors, abroad. See Foreign."
    },
    {
        "error": "pos",
        "word": "Forest",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Form",
        "attribute": "OE. & F. forme, fr. L. forma; cf. Skr. dhariman.  Cf. Firm."
    },
    {
        "error": "origin",
        "word": "Form",
        "attribute": "F. former, L. formare, fr. forma. See Form, n."
    },
    {
        "error": "origin",
        "word": "Forward",
        "attribute": "OE., fr. AS. foreweard; fore before + weard a ward. See Ward, n."
    },
    {
        "error": "pos",
        "word": "Forward",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Found",
        "attribute": "F. fondre, L. fundere to found, pour."
    },
    {
        "error": "origin",
        "word": "Found",
        "attribute": "F. fonder, L. fundare, fr. fundus bottom. See 1st Bottom, and cf. Founder, v. i., Fund."
    },
    {
        "error": "pos",
        "word": "Four",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Fraction",
        "attribute": "F. fraction, L. fractio a breaking, fr. frangere, fractum, to break. See Break."
    },
    {
        "error": "pos",
        "word": "Free",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Free",
        "attribute": "OE. freen, freoien, AS. freógan. See Free, a."
    },
    {
        "error": "pos",
        "word": "Fresh",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Friend",
        "attribute": "OE. frend, freond, AS. freónd, prop. p. pr. of freón, freógan, to love; akin to D. vriend friend, OS. friund friend, friohan to love, OHG. friunt friend, G. freund, Icel. frændi kinsman, Sw. frände. Goth. frijōnds friend, frijōn to love. √83. See Free, and cf. Fiend."
    },
    {
        "error": "origin",
        "word": "From",
        "attribute": "AS. fram, from; akin to OS. fram out, OHG. & Icel. fram forward, Sw. fram, Dan. frem, Goth. fram from, prob. akin to E. forth. &unr_;202.  Cf. Fro, Foremost."
    },
    {
        "error": "origin",
        "word": "Front",
        "attribute": "F. frant forehead, L. frons, frontis; perh. akin to E. brow."
    },
    {
        "error": "pos",
        "word": "Front",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Fruit",
        "attribute": "OE. fruit, frut, F. fruit, from L. fructus enjoyment, product, fruit, from frui, p. p. fructus, to enjoy; akin to E. brook, v. t. See Brook, v. t., and cf. Fructify, Frugal."
    },
    {
        "error": "pos",
        "word": "Full",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Full",
        "attribute": "OE. fullen, OF. fuler, fouler, F. fouler, LL. fullare, fr. L. fullo fuller, cloth fuller, cf. Gr. &unr_; shining, white, AS. fullian to whiten as a fuller, to baptize, fullere a fuller.  Cf. Defile to foul, Foil to frustrate, Fuller. n."
    },
    {
        "error": "origin",
        "word": "Fun",
        "attribute": "Perh. of Celtic origin; cf. Ir. & Gael. fonn pleasure."
    },
    {
        "error": "pos",
        "word": "Game",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Game",
        "attribute": "OE. game, gamen, AS. gamen, gomen, play, sport; akin to OS., OHG., & Icel. gaman, Dan. gammen mirth, merriment, OSw. gamman joy.  Cf. Gammon a game, Backgammon, Gamble v. i."
    },
    {
        "error": "pos",
        "word": "Game",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Game",
        "attribute": "OE. gamen, game&unr_;en, to rejoice, AS. gamenian to play. See Game, n."
    },
    {
        "error": "origin",
        "word": "Garden",
        "attribute": "OE. gardin, OF. gardin, jardin, F. jardin, of German origin; cf. OHG. garto, G. garten; akin to AS. geard. See Yard an inclosure."
    },
    {
        "error": "origin",
        "word": "Gas",
        "attribute": "Invented by the chemist Van Helmont of Brussels, who died in 1644."
    },
    {
        "error": "pos",
        "word": "General",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Gentle",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Get",
        "attribute": "OF. get."
    },
    {
        "error": "origin",
        "word": "Get",
        "attribute": "OE. geten, AS. gitan, gietan (in comp.); akin to Icel. geta, Goth. bigitan to find, L. prehendere to seize, take, Gr. chanda`nein to hold, contain.  Cf. Comprehend, Enterprise, Forget, Impregnable, Prehensile."
    },
    {
        "error": "origin",
        "word": "Give",
        "attribute": "OE. given, yiven, yeven, AS. gifan, giefan; akin to D. geven, OS. geðan, OHG. geban, G. geben, Icel. gefa, Sw. gifva, Dan. give, Goth. giban.  Cf. Gift, n."
    },
    {
        "error": "origin",
        "word": "Glad",
        "attribute": "AS. gladian. See Glad, a., and cf. Gladden, v. t."
    },
    {
        "error": "origin",
        "word": "Go",
        "attribute": "OE. gan, gon, AS. gān, akin to D. gaan, G. gehn, gehen, OHG. gēn, gān, SW. gå, Dan. gaae; cf. Gr. kicha`nai to reach, overtake, Skr. hā to go, AS. gangan, and E. gang. The past tense in AS., eode, is from the root i to go, as is also Goth. iddja went. √47a.  Cf. Gang, v. i., Wend."
    },
    {
        "error": "origin",
        "word": "Govern",
        "attribute": "OF. governer, F. gouverner, fr. L. gubernare to steer, pilot, govern, Gr. kyberna^n.  Cf. Gubernatorial."
    },
    {
        "error": "pos",
        "word": "Grand",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Grass",
        "attribute": "OE. gras, gres, gers, AS, græs, gærs; akin to OFries. gres, gers, OS., D., G., Icel., &  Goth. gras, Dan. græs, Sw. gräs, and prob. to E. green, grow.  Cf. Graze."
    },
    {
        "error": "pos",
        "word": "Gray",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Gray",
        "attribute": "named after Louis Harold Gray, English radiobiologist."
    },
    {
        "error": "pos",
        "word": "Great",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Green",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "ground",
        "attribute": "OE. ground, grund, AS. grund; akin to D. grond, OS., G., Sw., & Dan. grund, Icel. grunnr bottom, Goth. grundus (in composition); perh. orig. meaning, dust, gravel, and if so perh. akin to E. grind."
    },
    {
        "error": "origin",
        "word": "Group",
        "attribute": "F groupe, It. gruppo, groppo, cluster, bunch, packet, group; of G. origin: cf. G. kropf craw, crop, tumor, bunch. See Crop, n."
    },
    {
        "error": "origin",
        "word": "Group",
        "attribute": "Cf. F. grouper. See Group, n."
    },
    {
        "error": "origin",
        "word": "Grow",
        "attribute": "AS. grōwan; akin to D. groeijen, Icel. grōa, Dan. groe, Sw. gro.  Cf. Green, Grass."
    },
    {
        "error": "origin",
        "word": "Guess",
        "attribute": "OE. gessen; akin to Dan. gisse, Sw. gissa, Icel. gizha, D. gissen: cf. Dan. giette to guess, Icel. geta to get, to guess. Probably originally, to try to get, and akin to E. get. See Get."
    },
    {
        "error": "origin",
        "word": "Guide",
        "attribute": "OE. giae, F. guide, It. guida. See Guide, v. t."
    },
    {
        "error": "origin",
        "word": "Gun",
        "attribute": "OE. gonne, gunne; of uncertain origin; cf. Ir., Gael., & LL. gunna, W. gum; possibly (like cannon) fr. L. canna reed, tube; or abbreviated fr. OF. mangonnel, E. mangonel, a machine for hurling stones."
    },
    {
        "error": "origin",
        "word": "Had",
        "attribute": "OE. had, hafde, hefde, AS. hæfde."
    },
    {
        "error": "origin",
        "word": "Hair",
        "attribute": "OE. her, heer, hær, AS. h&aemacr_;r; akin to OFries. hēr, D. & G. haar, OHG. & Icel. hār, Dan. haar, Sw. hår; cf. Lith. kasa."
    },
    {
        "error": "pos",
        "word": "Half",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Half",
        "attribute": "AS. healf. See Half, a."
    },
    {
        "error": "origin",
        "word": "Hand",
        "attribute": "AS. hand, hond; akin to D., G., & Sw. hand, OHG. hant, Dan. haand, Icel. hönd, Goth. handus, and perh. to Goth. hinþan to seize (in comp.).  Cf. Hunt."
    },
    {
        "error": "origin",
        "word": "Happen",
        "attribute": "OE. happenen, hapnen. See Hap to happen."
    },
    {
        "error": "pos",
        "word": "Happy",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Hard",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Hard",
        "attribute": "OE. harde, AS. hearde."
    },
    {
        "error": "pos",
        "word": "Hat",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Hat",
        "attribute": "AS. hæt, hætt; akin to Dan. hat, Sw. hatt, Icel. hattr a hat, höttr hood, D. hoed hat, G. hut, OHG. huot, and prob. to L. cassis helmet.  √13.  Cf. Hood."
    },
    {
        "error": "origin",
        "word": "Have",
        "attribute": "OE. haven, habben, AS. habben (imperf. hæfde, p. p. gehæfd); akin to OS. hebbian, D. hebben, OFries. hebba, OHG. habēn, G. haben, Icel. hafa, Sw. hafva, Dan. have, Goth. haban, and prob. to L. habere, whence F. avoir.  Cf. Able, Avoirdupois, Binnacle, Habit."
    },
    {
        "error": "origin",
        "word": "He",
        "attribute": "AS. hē, masc., heó, fem., hit, neut.; pl. hī, or hie, hig; akin to OFries. hi, D. hij, OS. he, hi, G. heute to-day, Goth. himma, dat. masc., this, hina, accus. masc., and hita, accus. neut., and prob. to L. his this.  √183.  Cf. It."
    },
    {
        "error": "origin",
        "word": "Head",
        "attribute": "OE. hed, heved, heaved, AS. heáfod; akin to D. hoofd, OHG. houbit, G. haupt, Icel. höfuð, Sw. hufvud, Dan. hoved, Goth. haubiþ.  The word does not correspond regularly to L. caput head (cf. E. Chief, Cadet, Capital), and its origin is unknown."
    },
    {
        "error": "pos",
        "word": "Head",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Hear",
        "attribute": "OE. heren, AS,. hiéran, h&ymacr_;ran, hēran; akin to OS. hōrian, OFries. hera, hora, D. hooren, OHG. hōren, G. hören, Icel. heyra, Sw. höra, Dan. hore, Goth. hausjan, and perh. to Gr. 'akoy`ein, E. acoustic.  Cf. Hark, Hearken."
    },
    {
        "error": "origin",
        "word": "Heart",
        "attribute": "OE. harte, herte, heorte, AS. heorte; akin to OS. herta, OFies. hirte, D. hart, OHG. herza, G. herz, Icel. hjarta, Sw. hjerta, Goth. haírtō, Lith. szirdis, Russ. serdtse, Ir. cridhe, L. cor, Gr. kardi`a, kh^r.  √277.  Cf. Accord, Discord, Cordial, 4th Core, Courage."
    },
    {
        "error": "origin",
        "word": "Heat",
        "attribute": "OE. hete, hæte, AS. h&aemacr_;tu, h&aemacr_;to, fr. hāt hot; akin to OHG. heizi heat, Dan. hede, Sw. hetta. See Hot."
    },
    {
        "error": "origin",
        "word": "Heat",
        "attribute": "OE. heten, AS. h&aemacr_;tan, fr. hāt hot. See Hot."
    },
    {
        "error": "origin",
        "word": "Heat",
        "attribute": "imp. & p. p. of Heat."
    },
    {
        "error": "pos",
        "word": "Heavy",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Heavy",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Help",
        "attribute": "AS. helpan; akin to OS. helpan, D. helpen, G. helfen, OHG. helfan, Icel. hjālpa, Sw. hjelpa, Dan. hielpe, Goth. hilpan; cf. Lith. szelpti, and Skr. klp to be fitting."
    },
    {
        "error": "origin",
        "word": "Her",
        "attribute": "OE. hire, here, hir, hure, gen. and dat. sing., AS. hire, gen. and dat. sing. of héo she. from the same root as E. he. See He."
    },
    {
        "error": "origin",
        "word": "Here",
        "attribute": "OE. here, hire, AS. heora, hyra, gen. pl. of hē. See He."
    },
    {
        "error": "origin",
        "word": "Here",
        "attribute": "OE. her, AS. hēr; akin to OS. hēr, D. hier, OHG. hiar, G. hier, Icel. & Goth. hēr, Dan. her, Sw. här; fr. root of E. he. See He."
    },
    {
        "error": "origin",
        "word": "High",
        "attribute": "See Hie."
    },
    {
        "error": "pos",
        "word": "High",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Hill",
        "attribute": "OE. hil, hul, AS. hyll; akin to OD. hille, hil, L. collis, and prob. to E. haulm, holm, and column.  Cf. 2d Holm."
    },
    {
        "error": "origin",
        "word": "Him",
        "attribute": "AS. him, dat. of hē. √183.  See He."
    },
    {
        "error": "origin",
        "word": "His",
        "attribute": "AS. his of him, his, gen. masc. & neut. of hē, neut. hit. See He."
    },
    {
        "error": "origin",
        "word": "Hit",
        "attribute": "OE. hitten, hutten, of Scand. origin; cf. Dan. hitte to hit, find, Sw. & Icel. hitta."
    },
    {
        "error": "origin",
        "word": "Hold",
        "attribute": "D. hol hole, hollow. See Hole."
    },
    {
        "error": "pos",
        "word": "Hole",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Hole",
        "attribute": "OE. hol, hole, AS. hol, hole, cavern, from hol, a., hollow; akin to D. hol, OHG. hol, G. hohl, Dan. huul hollow, hul hole, Sw. hål, Icel. hola; prob. from the root of AS. helan to conceal. See Hele, Hell, and cf. Hold of a ship."
    },
    {
        "error": "origin",
        "word": "Hole",
        "attribute": "AS. holian. See Hole, n."
    },
    {
        "error": "origin",
        "word": "Home",
        "attribute": "OE. hom, ham, AS. hām; akin to OS. hēm, D. & G. heim, Sw. hem, Dan. hiem, Icel. heimr abode, world, heima home, Goth. haims village, Lith. këmas, and perh. to Gr. kw`mh village, or to E. hind a peasant; cf. Skr. kshēma abode, place of rest, security, kshi to dwell. √20, 220."
    },
    {
        "error": "pos",
        "word": "Home",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Hope",
        "attribute": "Cf. Icel. hōp a small bay or inlet."
    },
    {
        "error": "origin",
        "word": "Hope",
        "attribute": "AS., akin to D. hoop, hope, Sw. hopp, Dan. haab, MHG. hoffe. Hope in forlorn hope is different word. See Forlorn hope, under Forlorn."
    },
    {
        "error": "origin",
        "word": "Hope",
        "attribute": "AS. hopian; akin to D. hopen, Sw. hoppan, Dan. haabe, G. hoffen. See 2nd Hope."
    },
    {
        "error": "pos",
        "word": "Horse",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Horse",
        "attribute": "AS. horsion."
    },
    {
        "error": "pos",
        "word": "Hot",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Hour",
        "attribute": "OE. hour, our, hore, ure, OF. hore, ore, ure, F. heure, L. hora, fr. Gr. &unr_;, orig., a definite space of time, fixed by natural laws; hence, a season, the time of the day, an hour. See Year, and cf. Horologe, Horoscope."
    },
    {
        "error": "origin",
        "word": "House",
        "attribute": "OE. hous, hus, AS. h&unr_;s; akin to OS. & OFries. h&unr_;s, D. huis, OHG. h&unr_;s, G. haus, Icel. h&unr_;s, Sw. hus, Dan. huus, Goth. gudh&unr_;s, house of God, temple; and prob. to E. hide to conceal. See Hide, and cf. Hoard, Husband, Hussy, Husting."
    },
    {
        "error": "origin",
        "word": "House",
        "attribute": "AS. h&unr_;sian."
    },
    {
        "error": "origin",
        "word": "How",
        "attribute": "OE. how, hou, hu, hwu, AS. h&unr_;, from the same root as hwā, hwæt, who, what, pron. interrog.; akin to OS. hwōw, D. hoe, cf. G. wie how, Goth. hwē wherewith, hwaiwa how. √182. See Who, and cf. Why."
    },
    {
        "error": "pos",
        "word": "Huge",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Human",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Hundred",
        "attribute": "OE. hundred, AS. hundred a territorial division; hund hundred + a word akin to Goth. ga-raþjan to count, L. ratio reckoning, account; akin to OS. hunderod, hund, D. hondred, G. hundert, OHG. also hunt, Icel. hundrað, Dan. hundrede, Sw. hundra, hundrade, Goth. hund, Lith. szimtas, Russ. sto, W. cant, Ir. cead, L. centum, Gr. \"ekato`s, Skr. çata. √309.  Cf. Cent, Century, Hecatomb, Quintal, and Reason."
    },
    {
        "error": "pos",
        "word": "Hundred",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Hunt",
        "attribute": "AS. huntian to hunt; cf. hentan to follow, pursue, Goth. hin&unr_;an (in comp.) to seize. √36.  Cf. Hent."
    },
    {
        "error": "origin",
        "word": "Hurry",
        "attribute": "OE. horien; cf. OSw. hurra to whirl round, dial. Sw. hurr great haste, Dan. hurre to buzz, Icel. hurr hurly-burly, MHG. hurren to hurry, and E. hurr, whir to hurry; all prob. of imitative origin."
    },
    {
        "error": "origin",
        "word": "I",
        "attribute": "OE. i, ich, ic, AS. ic; akin to OS. & D. ik, OHG. ih, G. ich, Icel. ek, Dan. jeg, Sw. jag, Goth. ik, OSlav. az', Russ. ia, W. i, L. ego, Gr. 'egw`, 'egw`n, Skr. aham. √179.  Cf. Egoism."
    },
    {
        "error": "origin",
        "word": "Ice",
        "attribute": "OE. is, iis, AS. īs; aksin to D. ijs, G. eis, OHG. īs, Icel. īss, Sw. is, Dan. iis, and perh. to E. iron."
    },
    {
        "error": "origin",
        "word": "Idea",
        "attribute": "L. idea, Gr. &unr_;, fr. &unr_; to see; akin to E. wit: cf. F. idée. See Wit."
    },
    {
        "error": "origin",
        "word": "If",
        "attribute": "OE. if, gif, AS. gif; akin to OFries. ief, gef, ef, OS. ef, of, D. of, or, whether, if, G. ob whether, if, OHG. oba, ibu, Icel. ef, Goth. iba, ibai, an interrogative particle; properly a case form of a noun meaning, doubt (cf. OHG. iba doubt, condition, Icel. if, ef, ifi, efi), and therefore orig. meaning, on condition that."
    },
    {
        "error": "origin",
        "word": "Imagine",
        "attribute": "F. imaginer, L. imaginari, p. p. imaginatus, fr. imago image. See Image."
    },
    {
        "error": "origin",
        "word": "In",
        "attribute": "AS. in; akin to D. & G. in, Icel. ī, Sw. & Dan. i, OIr. & L. in, Gr. 'en. √197.  Cf. 1st In-, Inn."
    },
    {
        "error": "origin",
        "word": "Inch",
        "attribute": "Gael. inis."
    },
    {
        "error": "pos",
        "word": "Inch",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Insect",
        "attribute": "F. insecte, L. insectum, fr. insectus, p. p. of insecare to cut in. See Section. The name was originally given to certain small animals, whose bodies appear cut in, or almost divided.  Cf. Entomology."
    },
    {
        "error": "pos",
        "word": "Insect",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Instant",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Is",
        "attribute": "AS. is; akin to G. & Goth. ist, L. est, Gr. &unr_;, Skr. asti. √9.  Cf. Am, Entity, Essence, Absent."
    },
    {
        "error": "origin",
        "word": "It",
        "attribute": "OE. it, hit, AS. hit; cf. D. het. √181. See He."
    },
    {
        "error": "origin",
        "word": "Joy",
        "attribute": "OF. joir, F. jouir. See Joy, n."
    },
    {
        "error": "origin",
        "word": "jump",
        "attribute": "Cf. F. jupe a long petticoat, a skirt.  Cf. juppon."
    },
    {
        "error": "pos",
        "word": "Jump",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Just",
        "attribute": "See Joust."
    },
    {
        "error": "origin",
        "word": "Keep",
        "attribute": "OE. kēpen, AS. cēpan to keep, regard, desire, await, take, betake; cf. AS. copenere lover, OE. copnien to desire."
    },
    {
        "error": "origin",
        "word": "Key",
        "attribute": "OE. keye, key, kay, AS. cæg."
    },
    {
        "error": "pos",
        "word": "key",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Kill",
        "attribute": "D. kil."
    },
    {
        "error": "origin",
        "word": "Kill",
        "attribute": "OE. killen, kellen, cullen, to kill, strike; perh. the same word as cwellen, quellen, to kill (cf. Quell), or perh. rather akin to Icel. kolla to hit in the head, harm, kollr top, summit, head, Sw. kulle, D. kollen to kill with the ax."
    },
    {
        "error": "pos",
        "word": "Kind",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Kind",
        "attribute": "OE. kinde, cunde, AS. cynd. See Kind, a."
    },
    {
        "error": "origin",
        "word": "Kind",
        "attribute": "See Kin."
    },
    {
        "error": "origin",
        "word": "King",
        "attribute": "AS. cyng, cyning; akin to OS. kuning, D. koning, OHG. kuning, G. könig, Icel. konungr, Sw. konung, Dan. konge; formed with a patronymic ending, and fr. the root of E. kin; cf. Icel. konr a man of noble birth. √44. See Kin."
    },
    {
        "error": "origin",
        "word": "Know",
        "attribute": "OE. knowen, knawen, AS. cnäwan; akin to OHG. chnäan (in comp.), Icel. knä to be able, Russ. znate to know, L. gnoscere, noscere, Gr. gighw`skein, Skr. jnā; fr. the root of E. can, v. i., ken. √45.  See Ken, Can to be able, and cf. Acquaint, Cognition, Gnome, Ignore, Noble, Note."
    },
    {
        "error": "pos",
        "word": "Lady",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Lake",
        "attribute": "F. laque, fr. Per. See Lac."
    },
    {
        "error": "origin",
        "word": "Lake",
        "attribute": "Cf. G. laken."
    },
    {
        "error": "origin",
        "word": "Lake",
        "attribute": "AS. lācan, læcan, to spring, jump, lāc play, sport, or fr. Icel. leika to play, sport; both akin to Goth. laikan to dance. √120.  Cf. Knowledge."
    },
    {
        "error": "origin",
        "word": "Lake",
        "attribute": "AS. lac, L. lacus; akin to AS. lagu lake, sea, Icel. lögr; OIr. loch; cf. Gr. la`kkos pond, tank.  Cf. Loch, Lough."
    },
    {
        "error": "origin",
        "word": "Land",
        "attribute": "AS. land, lond; akin to D., G., Icel., Sw., Dan., and Goth. land."
    },
    {
        "error": "pos",
        "word": "Large",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Last",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Last",
        "attribute": "See Last, a."
    },
    {
        "error": "origin",
        "word": "Last",
        "attribute": "OE. lasten, As. læstan to perform, execute, follow, last, continue, fr. lāst, l&aemacr_;st, trace, footstep, course; akin to G. leisten to perform, Goth. laistjan to follow. See Last mold of the foot."
    },
    {
        "error": "origin",
        "word": "Last",
        "attribute": "AS. lāst trace, track, footstep; akin to D. leest a last, G. leisten, Sw. läst, Dan. læst, Icel. leistr the foot below the ankle, Goth. laists track, way; from a root signifying, to go.  Cf. Last, v. i., Learn, Delirium."
    },
    {
        "error": "origin",
        "word": "Last",
        "attribute": "As. hlæst, fr. hladan to lade; akin to OHG. hlast, G., D., Dan., & Sw. last: cf. F. laste, last, a last, of German or Dutch origin. See Lade."
    },
    {
        "error": "pos",
        "word": "Late",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Late",
        "attribute": "AS. late. See Late, a."
    },
    {
        "error": "origin",
        "word": "Laugh",
        "attribute": "OE. laughen, laghen, lauhen, AS. hlehhan, hlihhan, hlyhhan, hliehhan; akin to OS. hlahan, D. & G. lachen, OHG. hlahhan, lahhan, lahhēn, Icel. hlæja,W Dan. lee, Sw. le, Goth. hlahjan; perh. of imitative origin."
    },
    {
        "error": "origin",
        "word": "Law",
        "attribute": "OE. lawe, laghe, AS. lagu, from the root of E. lie: akin to OS. lag, Icel. lög, Sw. lag, Dan. lov; cf. L. lex, E. legal. A law is that which is laid, set, or fixed; like statute, fr. L. statuere to make to stand. See Lie to be prostrate."
    },
    {
        "error": "origin",
        "word": "Law",
        "attribute": "Cf. La."
    },
    {
        "error": "pos",
        "word": "Lay",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Lay",
        "attribute": "OF. lei faith, law, F. loi law. See Legal."
    },
    {
        "error": "pos",
        "word": "Lay",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Lay",
        "attribute": "OE. leggen, AS. lecgan, causative, fr. licgan to lie; akin to D. leggen, G. legen, Icel. leggja, Goth. lagjan. See Lie to be prostrate."
    },
    {
        "error": "origin",
        "word": "Lead",
        "attribute": "OE. led, leed, lead, AS. leád; akin to D. lood, MHG. lōt, G. loth plummet, sounding lead, small weight, Sw. & Dan. lod. √123."
    },
    {
        "error": "origin",
        "word": "Lead",
        "attribute": "OE. leden, AS. l&aemacr_;dan (akin to OS. lēdian, D. leiden, G. leiten, Icel. leīða, Sw. leda, Dan. lede), properly a causative fr. AS. liðan to go; akin to OHG. līdan, Icel. līða, Goth. leiþan (in comp.).  Cf. Lode, Loath."
    },
    {
        "error": "origin",
        "word": "Learn",
        "attribute": "OE. lernen, leornen, AS. leornian; akin to OS. linōn, for lirnōn, OHG. lirnēn, lernēn, G. lernen, fr. the root of AS. l&aemacr_;ran to teach, OS. lērian, OHG. lēran, G. lehren, Goth. laisjan, also Goth lais I know, leis acquainted (in comp.); all prob. from a root meaning, to go, go over, and hence, to learn; cf. AS. leoran to go.  Cf. Last a mold of the foot, lore."
    },
    {
        "error": "pos",
        "word": "Least",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Leave",
        "attribute": "See Levy."
    },
    {
        "error": "origin",
        "word": "Leave",
        "attribute": "OE. leve, leave, AS. leáf; akin to leóf pleasing, dear, E. lief, D. oorlof leave, G. arlaub, and erlauben to permit, Icel. leyfi.  √124.  See Lief."
    },
    {
        "error": "origin",
        "word": "Leave",
        "attribute": "OE. leven, AS. l&unr_;fan, fr. lāf remnant, heritage; akin to lifian, libban, to live, orig., to remain; cf. belīfan to remain, G. bleiben, Goth. bileiban. √119.  See Live, v."
    },
    {
        "error": "pos",
        "word": "Left",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Leg",
        "attribute": "Icel. leggr; akin to Dan. læg calf of the leg, Sw. lägg."
    },
    {
        "error": "origin",
        "word": "Length",
        "attribute": "OE. lengthe, AS. lengð, fr. lang, long, long; akin to D. lengte, Dan. længde, Sw. längd, Icel. lengd. See Long, a."
    },
    {
        "error": "pos",
        "word": "Less",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Less",
        "attribute": "AS. l&aemacr_;s. See Less, adj., and cf. Lest."
    },
    {
        "error": "origin",
        "word": "Let",
        "attribute": "OE. letten, AS. lettan to delay, to hinder, fr. læt slow; akin to D. letten to hinder, G. verletzen to hurt, Icel. letja to hold back, Goth. latjan. See Late."
    },
    {
        "error": "origin",
        "word": "Let",
        "attribute": "OE. leten, læten (past tense lat, let, p. p. laten, leten, lete), AS. l&aemacr_;tan (past tense lēt, p. p. l&aemacr_;ten); akin to OFries. lēta, OS. lātan, D. laten, G. lassen, OHG. lāzzan, Icel. lāta, Sw. låta, Dan. lade, Goth. lētan, and L. lassus weary. The original meaning seems to have been, to let loose, let go, let drop. Cf. Alas, Late, Lassitude, Let to hinder."
    },
    {
        "error": "origin",
        "word": "Letter",
        "attribute": "From Let to permit."
    },
    {
        "error": "origin",
        "word": "Letter",
        "attribute": "From Let to hinder."
    },
    {
        "error": "origin",
        "word": "Letter",
        "attribute": "OE. lettre, F. lettre, OF. letre, fr. L. littera, litera, a letter; pl., an epistle, a writing, literature, fr. linere, litum, to besmear, to spread or rub over; because one of the earliest modes of writing was by graving the characters upon tablets smeared over or covered with wax. Pliny, xiii. 11. See Liniment, and cf. Literal."
    },
    {
        "error": "origin",
        "word": "Level",
        "attribute": "OE. level, livel, OF. livel, F. niveau, fr. L. libella level, water level, a plumb level, dim. of libra pound, measure for liquids, balance, water poise, level. Cf. Librate, Libella."
    },
    {
        "error": "pos",
        "word": "Level",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Lie",
        "attribute": "AS. lyge; akin to D. leugen, OHG. lugi, G. lüge, lug, Icel. lygi, Dan. & Sw. lögn, Goth. liugn. See Lie to utter a falsehood."
    },
    {
        "error": "origin",
        "word": "Lie",
        "attribute": "OE. lien, li&yogh_;en, le&yogh_;en, leo&yogh_;en, AS. leógan; akin to D. liegen, OS. &  OHG. liogan, G. lügen, Icel. ljūga, Sw. ljuga, Dan. lyve, Goth. liugan, Russ. lgate."
    },
    {
        "error": "origin",
        "word": "Lie",
        "attribute": "OE. lien, liggen, AS. licgan; akin to D. liggen, OHG. ligen, licken, G. liegen, Icel. liggja, Sw. ligga, Dan. ligge, Goth.  ligan, Russ. lejate, L. lectus bed, Gr. le`chos bed, le`xasqai to lie.  Cf. Lair, Law, Lay, v. t., Litter, Low, adj."
    },
    {
        "error": "origin",
        "word": "Life",
        "attribute": "AS. līf; akin to D. lijf body, G. leib body, MHG. līp life, body, OHG. līb life, Icel. līf, life, body, Sw. lif, Dan. liv, and E. live, v. √119. See Live, and cf. Alive."
    },
    {
        "error": "origin",
        "word": "Lift",
        "attribute": "AS. lyft air. See Loft."
    },
    {
        "error": "origin",
        "word": "Lift",
        "attribute": "Perh. a different word, and akin to Goth. hliftus thief, hlifan to steal, L. clepere, Gr. kle`ptein.  Cf. Shoplifter."
    },
    {
        "error": "origin",
        "word": "Lift",
        "attribute": "See Lift, v. t., 5."
    },
    {
        "error": "origin",
        "word": "Light",
        "attribute": "OE. light, liht, AS. leíht; akin to OS. lioht, D. & G. licht, OHG. lioht, Goth. liuhaþ, Icel. ljōs, L. lux light, lucere to shine, Gr. leyko`s white, Skr. ruc to shine. √122.  Cf. Lucid, Lunar, Luminous, Lynx."
    },
    {
        "error": "pos",
        "word": "Light",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Light",
        "attribute": "AS. l&ymacr_;htan, līhtan, to shine. √122. See Light, n."
    },
    {
        "error": "pos",
        "word": "Light",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Light",
        "attribute": "See Light not heavy, and cf. Light to alight, and Lighten to make less heavy."
    },
    {
        "error": "origin",
        "word": "Light",
        "attribute": "AS. līhtan to alight orig., to relieve (a horse) of the rider's burden, to make less heavy, fr. līht light. See Light not heavy, and cf. Alight, Lighten to make light."
    },
    {
        "error": "pos",
        "word": "Like",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Like",
        "attribute": "AS. gelīce. See Like, a."
    },
    {
        "error": "origin",
        "word": "Like",
        "attribute": "OE. liken to please, AS. līcian, gelīcian, fr. gelīc. See Like, a."
    },
    {
        "error": "pos",
        "word": "Like",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Line",
        "attribute": "OE. lin. See Linen."
    },
    {
        "error": "origin",
        "word": "Line",
        "attribute": "See Line flax."
    },
    {
        "error": "origin",
        "word": "Line",
        "attribute": "OE. line, AS. līne cable, hawser, prob. from L. linea a linen thread, string, line, fr. linum flax, thread, linen, cable; but the English word was influenced by F. ligne line, from the same L. word linea. See Linen."
    },
    {
        "error": "pos",
        "word": "Liquid",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "List",
        "attribute": "F. lice, LL. liciae, pl., from L. licium thread, girdle."
    },
    {
        "error": "origin",
        "word": "List",
        "attribute": "See Listen."
    },
    {
        "error": "origin",
        "word": "List",
        "attribute": "OE. listen, lusten, AS. lystan, from lust pleasure. See Lust."
    },
    {
        "error": "origin",
        "word": "List",
        "attribute": "AS. līst a list of cloth; akin to D. lijst, G. leiste, OHG. līsta, Icel. lista, listi, Sw. list, Dan. liste. In sense 5 from F. liste, of German origin, and thus ultimately the same word."
    },
    {
        "error": "origin",
        "word": "List",
        "attribute": "From list a roll."
    },
    {
        "error": "origin",
        "word": "Listen",
        "attribute": "OE. listnen, listen, lustnen, lusten, AS. hlystan; akin to hlyst hearing, OS. hlust, Icel. hlusta to listen, hlust ear, AS. hlosnian to wait in suspense, OHG. hlosēn to listen, Gr. kly`ein, and E. loud. √41. See Loud, and cf. List to listen."
    },
    {
        "error": "pos",
        "word": "Little",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Live",
        "attribute": "OE. liven, livien, AS. libban, lifian; akin to OS. libbian, D. leven, G. leben, OHG. lebēn, Dan. leve, Sw. lefva, Icel. lifa to live, to be left, to remain, Goth. liban to live; akin to E. leave to forsake, and life, Gr. liparei^n to persist, liparo`s oily, shining, sleek, li`pos fat, lard, Skr. lip to anoint, smear; -- the first sense prob. was, to cleave to, stick to; hence, to remain, stay; and hence, to live."
    },
    {
        "error": "pos",
        "word": "Live",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Locate",
        "attribute": "L. locatus, p. p. of locare to place, fr. locus place. See Local."
    },
    {
        "error": "origin",
        "word": "Log",
        "attribute": "Heb. lōg."
    },
    {
        "error": "origin",
        "word": "Log",
        "attribute": "Prob. the same word as in sense 1; cf. LG. log, lock, Dan. log, Sw. logg."
    },
    {
        "error": "pos",
        "word": "Lone",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Long",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Long",
        "attribute": "AS. lance."
    },
    {
        "error": "origin",
        "word": "Long",
        "attribute": "Abbreviated fr. along. See 3d Along."
    },
    {
        "error": "origin",
        "word": "Long",
        "attribute": "AS. langian to increase, to lengthen, to stretch out the mind after, to long, to crave, to belong to, fr. lang long. See Long, a."
    },
    {
        "error": "origin",
        "word": "Look",
        "attribute": "OE. loken, AS. lōcian; akin to G. lugen, OHG. luogēn."
    },
    {
        "error": "pos",
        "word": "Lost",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Loud",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Loud",
        "attribute": "AS. hlūde."
    },
    {
        "error": "origin",
        "word": "Love",
        "attribute": "OE. love, luve, AS. lufe, lufu; akin to E. lief, believe, L. lubet, libet, it pleases, Skr. lubh to be lustful. See Lief."
    },
    {
        "error": "origin",
        "word": "Love",
        "attribute": "AS. lufian.  √124. See Love, n."
    },
    {
        "error": "origin",
        "word": "Low",
        "attribute": "OE. lowen, AS. hlōwan; akin to D. loeijen, OHG. hlōjan, hluojan."
    },
    {
        "error": "origin",
        "word": "Low",
        "attribute": "AS. hlāw; akin to Goth. hlaiw a grave, hlains a hill, and to E. lean to incline."
    },
    {
        "error": "origin",
        "word": "Low",
        "attribute": "Icel. log, logi; akin to E. light, n."
    },
    {
        "error": "origin",
        "word": "Machine",
        "attribute": "F., fr. L. machina machine, engine, device, trick, Gr. mhchanh`, from mh^chos means, expedient.  Cf. Mechanic."
    },
    {
        "error": "pos",
        "word": "Made",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Magnet",
        "attribute": "OE. magnete, OF. magnete, L. magnes, -etis, Gr. Magnh^tis li`qos a magnet, metal that looked like silver, prop., Magnesian stone, fr. Gr. Magnhsi`a, a country in Thessaly.  Cf. Magnesia, Manganese."
    },
    {
        "error": "origin",
        "word": "main",
        "attribute": "F. main hand, L. manus. See Manual."
    },
    {
        "error": "origin",
        "word": "Main",
        "attribute": "AS. mægen strength, power, force; akin to OHG. magan, Icel. megin, and to E. may, v.  √103.  See May, v."
    },
    {
        "error": "pos",
        "word": "Main",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Main",
        "attribute": "See Main, a."
    },
    {
        "error": "pos",
        "word": "Major",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Major",
        "attribute": "LL. See Major."
    },
    {
        "error": "origin",
        "word": "make",
        "attribute": "AS. maca, gemaca. See Match."
    },
    {
        "error": "origin",
        "word": "make",
        "attribute": "OE. maken, makien, AS. macian; akin to OS. mak&unr_;n, OFries. makia, D. maken, G. machen, OHG. mahh&unr_;n to join, fit, prepare, make, Dan. mage.  Cf. Match an equal."
    },
    {
        "error": "origin",
        "word": "Man",
        "attribute": "AS. mann, man, monn, mon; akin to OS., D., & OHG. man, G. mann, Icel. maðr, for mannr, Dan. Mand, Sw. man, Goth. manna, Skr. manu, manus, and perh. to Skr. man to think, and E. mind.  √104.  Cf. Minx a pert girl."
    },
    {
        "error": "origin",
        "word": "Many",
        "attribute": "See Meine, Mansion."
    },
    {
        "error": "pos",
        "word": "Many",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Many",
        "attribute": "AS. menigeo, menigo, menio, multitude; akin to G. menge, OHG. managī, menigī, Goth. managei. See Many, a."
    },
    {
        "error": "origin",
        "word": "Map",
        "attribute": "From F. mappe, in mappemonde map of the world, fr. L. mappa napkin, signal cloth; -- a Punic word.  Cf. Apron, Napkin, Nappe."
    },
    {
        "error": "origin",
        "word": "Mark",
        "attribute": "See 2d Marc."
    },
    {
        "error": "origin",
        "word": "Mark",
        "attribute": "OE. marke, merke, AS. mearc; akin to D. merk, MHG. marc, G. marke, Icel. mark, Dan. mærke; cf. Lith. margas party-colored. √106, 273.  Cf. Remark."
    },
    {
        "error": "origin",
        "word": "Mark",
        "attribute": "OE. marken, merken, AS. mearcian, from mearc. See Mark the sign."
    },
    {
        "error": "origin",
        "word": "Market",
        "attribute": "Akin to D. markt, OHG. markāt, merkāt, G. markt; all fr.L. mercatus trade, market place, fr. mercari, p. p. mercatus, to trade, traffic, merx, mercis, ware, merchandise, prob. akin to merere to deserve, gain, acquire: cf. F. marché. See Merit, and cf. Merchant, Mart."
    },
    {
        "error": "origin",
        "word": "Master",
        "attribute": "OE. maistre, maister, OF. maistre, mestre, F. maître, fr. L. magister, orig. a double comparative from the root of magnus great, akin to Gr. me`gas.  Cf. Maestro, Magister, Magistrate, Magnitude, Major, Mister, Mistress, Mickle."
    },
    {
        "error": "origin",
        "word": "Match",
        "attribute": "OE. macche, F. mèche, F. mèche, fr. L. myxa a lamp nozzle, Gr. my`xa mucus, nostril, a lamp nozzle.  Cf. Mucus."
    },
    {
        "error": "origin",
        "word": "Matter",
        "attribute": "OE. matere, F. matière, fr. L. materia; perh. akin to L. mater mother.  Cf. Mother, Madeira, Material."
    },
    {
        "error": "origin",
        "word": "May",
        "attribute": "AS. pres. maeg I am able, pret. meahte, mihte; akin to D. mogen, G. mögen, OHG. mugan, magan, Icel. mega, Goth. magan, Russ. moche. √103.  Cf. Dismay, Main strength, Might. The old imp. mought is obsolete, except as a provincial word."
    },
    {
        "error": "origin",
        "word": "May",
        "attribute": "Cf. Icel. maer, Goth. mawi; akin to E. maiden. √103."
    },
    {
        "error": "origin",
        "word": "May",
        "attribute": "F. Mai, L. Maius; so named in honor of the goddess Maia (Gr. Mai^a), daughter of Atlas and mother of Mercury by Jupiter."
    },
    {
        "error": "origin",
        "word": "Me",
        "attribute": "AS. mē, dat. & acc., mec, acc. only ; akin to D. mij, G. mich, Icel. & Goth. mik, L. me, Gr. me`, 'eme`, Skr. mā, mām. √187.  Cf. 2d Mine."
    },
    {
        "error": "origin",
        "word": "Mean",
        "attribute": "OE. menen, AS. m&aemacr_;nan to recite, tell, intend, wish; akin to OS. mēnian to have in mind, mean, D. meenen, G. meinen, OHG. meinan, Icel. meina, Sw. mena, Dan. mene, and to E. mind.  √104.  See Mind, and cf. Moan."
    },
    {
        "error": "pos",
        "word": "Mean",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "measure",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Measure",
        "attribute": "F. mesurer, L. mensurare. See Measure, n."
    },
    {
        "error": "origin",
        "word": "Meat",
        "attribute": "OE. mete, AS. mete; akin to OS. mat, meti, D. met hashed meat, G. mettwurst sausage, OHG. maz food, Icel. matr, Sw. mat, Dan. mad, Goth. mats.  Cf. Mast fruit, Mush."
    },
    {
        "error": "origin",
        "word": "Meet",
        "attribute": "OE. meten, AS. mētan, fr. mōt, gemōt, a meeting; akin to OS. mōtian to meet, Icel. maeta, Goth. gamōtjan. See Moot, v. t."
    },
    {
        "error": "pos",
        "word": "Meet",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Men",
        "attribute": "OE. me, men. “Not the plural of man, but a weakened form of the word man itself.” Skeat."
    },
    {
        "error": "origin",
        "word": "Metal",
        "attribute": "F. métal, L. metallum metal, mine, Gr. &unr_; mine; cf. Gr. &unr_; to search after.  Cf. Mettle, Medal."
    },
    {
        "error": "origin",
        "word": "Method",
        "attribute": "F. méthode, L. methodus, fr. Gr. meqodos method, investigation following after; meta` after + \"odo`s way."
    },
    {
        "error": "origin",
        "word": "Middle",
        "attribute": "AS. middel. See Middle, a."
    },
    {
        "error": "origin",
        "word": "Might",
        "attribute": "AS. meahte, mihte."
    },
    {
        "error": "origin",
        "word": "Might",
        "attribute": "AS. meaht, miht, from the root of magan to be able, E. may; akin to D. magt, OS. maht, G. macht, Icel. māttr, Goth. mahts. √103.  See May, v."
    },
    {
        "error": "origin",
        "word": "Mile",
        "attribute": "AS. mīl, fr. L. millia, milia; pl. of mille a thousand, i. e., milia passuum a thousand paces.  Cf. Mill the tenth of a cent, Million."
    },
    {
        "error": "origin",
        "word": "Million",
        "attribute": "F., from LL. millio, fr. L. mille a thousand. See Mile."
    },
    {
        "error": "origin",
        "word": "Mind",
        "attribute": "AS. myndian, gemyndīan to remember. See Mind, n."
    },
    {
        "error": "origin",
        "word": "Mine",
        "attribute": "F."
    },
    {
        "error": "origin",
        "word": "Mine",
        "attribute": "OE. min, fr. AS. mīn; akin to D. mijn, OS., OFries., & OHG. mīn, G. mein, Sw. & Dan. min, Icel. minn, Goth. meins my, mine, meina of me, and E. me. √187. See Me, and cf. My."
    },
    {
        "error": "pos",
        "word": "Minute",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Minute",
        "attribute": "imp. & p. p. Minuted; p. pr. & vb. n. Minuting."
    },
    {
        "error": "origin",
        "word": "Miss",
        "attribute": "Contr. fr. mistress."
    },
    {
        "error": "origin",
        "word": "Miss",
        "attribute": "AS. missan; akin to D. & G. missen, OHG. missan, Icel. missa, Sw. mista, Dan. miste. √100. See Mis-, pref."
    },
    {
        "error": "pos",
        "word": "Miss",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Mix",
        "attribute": "AS. miscan; akin to OHG. misken, G. mischen, Russ. mieshate, W. mysgu, Gael. measg, L. miscere, mixtum, Gr. mi`sgein, migny`nai, Skr. miçra mixed.  The English word has been influenced by L. miscere, mixtum (cf. Mixture), and even the AS. miscan may have been borrowed fr. L. miscere.  Cf. Admix, Mash to bruise, Meddle."
    },
    {
        "error": "pos",
        "word": "Modern",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Molecule",
        "attribute": "Dim. fr. L. moles a mass: cf. F. molécule. See 3d Mole."
    },
    {
        "error": "origin",
        "word": "Moment",
        "attribute": "F. moment, L. momentum, for movimentum movement, motion, moment, fr. movere to move. See Move, and cf. Momentum, Movement."
    },
    {
        "error": "origin",
        "word": "Money",
        "attribute": "OE. moneie, OF. moneie, F. monnaie, fr. L. moneta. See Mint place where coin is made, Mind, and cf. Moidore, Monetary."
    },
    {
        "error": "origin",
        "word": "Month",
        "attribute": "OE. month, moneth, AS. mōnð, mōnað; akin to mōna moon, and to D. maand month, G. monat, OHG. mānōd, Icel. mānuðr, mānaðr, Goth. mēnōþs. √272.  See Moon."
    },
    {
        "error": "origin",
        "word": "Moon",
        "attribute": "OE. mone, AS. mōna; akin to D. maan, OS. & OHG. māno, G. mond, Icel. māni, Dan. maane, Sw. måne, Goth. mēna, Lith. menů, L. mensis month, Gr. mh`nh moon, mh`n month, Skr. mās moon, month; prob. from a root meaning to measure (cf. Skr. mā to measure), from its serving to measure the time. √271.  Cf. Mete to measure, Menses, Monday, Month."
    },
    {
        "error": "origin",
        "word": "More",
        "attribute": "AS. mōr. See Moor a waste."
    },
    {
        "error": "origin",
        "word": "More",
        "attribute": "AS. more, moru; akin to G. möhre carrot, OHG. moraha, morha."
    },
    {
        "error": "pos",
        "word": "More",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Morning",
        "attribute": "OE. morning, morwening. See Morn."
    },
    {
        "error": "pos",
        "word": "Morning",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Most",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Most",
        "attribute": "AS. m&aemacr_;st. See Most, a."
    },
    {
        "error": "origin",
        "word": "Mother",
        "attribute": "OE. moder, AS. mōdor; akin to D. moeder, OS. mōdar, G. mutter, OHG. muotar, Icel. mōðir, Dan. & Sw. moder, OSlav. mati, Russ. mate, Ir. & Gael. mathair, L. mater, Gr. mh`thr, Skr. māt&rsdot_;; cf. Skr. mā to measure. √268.  Cf. Material, Matrix, Metropolis, Father."
    },
    {
        "error": "pos",
        "word": "Mother",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Mother",
        "attribute": "Akin to D. modder mud, G. moder mold, mud, Dan. mudder mud, and to E. mud. See Mud."
    },
    {
        "error": "origin",
        "word": "mother",
        "attribute": "Shortened from motherfucker as a euphemism."
    },
    {
        "error": "origin",
        "word": "Motion",
        "attribute": "F., fr. L. motio, fr. movere, motum, to move. See Move."
    },
    {
        "error": "origin",
        "word": "Mount",
        "attribute": "See Mont de piété."
    },
    {
        "error": "origin",
        "word": "Mount",
        "attribute": "OE. mounten, monten, F. monter, fr. L. mons, montis, mountain. See Mount, n. (above)."
    },
    {
        "error": "origin",
        "word": "Mount",
        "attribute": "From Mount, v."
    },
    {
        "error": "origin",
        "word": "Mountain",
        "attribute": "OE. mountaine, montaine, F. montagne, LL. montanea, montania, fr. L. mons, montis, a mountain; cf. montanus belonging to a mountain. See 1st Mount."
    },
    {
        "error": "pos",
        "word": "Mountain",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Mouth",
        "attribute": "OE. mouth, muþ, AS. mūð; akin to D. mond, OS. mūð, G. mund, Icel. muðr, munnr, Sw. mun, Dan. mund, Goth. munþs, and possibly L. mentum chin; or cf. D. muil mouth, muzzle, G. maul, OHG. mūla, Icel. mūli, and Skr. mukha mouth."
    },
    {
        "error": "origin",
        "word": "Move",
        "attribute": "OE. moven, OF. moveir, F. mouvoir, L. movere; cf. Gr. 'amei`bein to change, exchange, go in or out, quit, Skr. mīv, p. p. mūta, to move, push.  Cf. Emotion, Mew to molt, Mob, Mutable, Mutiny."
    },
    {
        "error": "pos",
        "word": "Much",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Much",
        "attribute": "Cf. Icel. mjök. See Much, a."
    },
    {
        "error": "origin",
        "word": "Multiply",
        "attribute": "F. multiplier, L. multiplicare, fr. multiplex manifold. See Multitude, Complex."
    },
    {
        "error": "origin",
        "word": "Music",
        "attribute": "F. musique, fr. L. musica, Gr. &unr_; (sc. &unr_;), any art over which the Muses presided, especially music, lyric poetry set and sung to music, fr. &unr_; belonging to Muses or fine arts, fr. &unr_; Muse."
    },
    {
        "error": "origin",
        "word": "Must",
        "attribute": "OE. moste, a pret. generally meaning, could, was free to, pres. mot, moot, AS. mōste, pret. mōt, pres.; akin to D. moetan to be obliged, OS. mōtan to be free, to be obliged, OHG. muozan, G. müssen to be obliged, Sw. måste must, Goth. gamōtan to have place, have room, to able; of unknown origin."
    },
    {
        "error": "origin",
        "word": "Must",
        "attribute": "Cf. Musty."
    },
    {
        "error": "pos",
        "word": "My",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Name",
        "attribute": "AS. nama; akin to D. naam, OS. & OHG. namo, G. name, Icel. nafn, for namn, Dan. navn, Sw. namn, Goth. namō, L. nomen (perh. influenced by noscere, gnoscere, to learn to know), Gr. 'o`mona, Scr. nāman. √267.  Cf. Anonymous, Ignominy, Misnomer, Nominal, Noun."
    },
    {
        "error": "origin",
        "word": "Name",
        "attribute": "AS. namian.  See Name, n."
    },
    {
        "error": "origin",
        "word": "Nation",
        "attribute": "F. nation, L. natio nation, race, orig., a being born, fr. natus, p. p. of nasci, to be born, for gnatus, gnasci, from the same root as E. kin. √44. See Kin kindred, and cf. Cognate, Natal, Native."
    },
    {
        "error": "pos",
        "word": "Natural",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Nature",
        "attribute": "F., fr. L. natura, fr. natus born, produced, p. p. of nasci to be born. See Nation."
    },
    {
        "error": "origin",
        "word": "Near",
        "attribute": "AS. neár, compar. of neáh nigh. See Nigh."
    },
    {
        "error": "pos",
        "word": "Near",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Near",
        "attribute": "See Near, adv."
    },
    {
        "error": "pos",
        "word": "Necessary",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Neck",
        "attribute": "OE. necke, AS. hnecca; akin to D. nek the nape of the neck, G. nacken, OHG. nacch, hnacch, Icel. hnakki, Sw. nacke, Dan. nakke."
    },
    {
        "error": "origin",
        "word": "Need",
        "attribute": "OE. need, neod, nede, AS. neád, n&ymacr_;d; akin to D. nood, G. not, noth, Icel. nauðr, Sw. & Dan. nöd, Goth. nauþs."
    },
    {
        "error": "origin",
        "word": "Need",
        "attribute": "See Need, n. Cf. AS. n&ymacr_;dan to force, Goth. nauþjan."
    },
    {
        "error": "origin",
        "word": "Neighbor",
        "attribute": "OE. neighebour, AS. neáhgebūr; neáh nigh + gebūr a dweller, farmer; akin to D. nabuur, G. nachbar, OHG. nāhgibūr. See Nigh, and Boor."
    },
    {
        "error": "pos",
        "word": "Neighbor",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Never",
        "attribute": "AS. n&aemacr_;fre; ne not, no + &aemacr_;fre ever."
    },
    {
        "error": "pos",
        "word": "New",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Next",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Night",
        "attribute": "OE. night, niht, AS. neaht, niht; akin to D. nacht, OS. & OHG. naht, G. nacht, Icel. nōtt, Sw. natt, Dan. nat, Goth. nahts, Lith. naktis, Russ. noche, W. nos, Ir. nochd, L. nox, noctis, Gr. ny`x, nykto`s, Skr. nakta, nakti. √265.  Cf. Equinox, Nocturnal."
    },
    {
        "error": "pos",
        "word": "nine",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "No",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "No",
        "attribute": "OE. no, na, AS. nā; ne not + ā ever. AS. ne is akin to OHG. ni, Goth. ni, Russ. ne, Ir., Gael. & W. ni, L. ne, Gr. nh (in comp.), Skr. na, and also to E. prefix un-. √ 193. See Aye, and cf. Nay, Not, Nice, Nefarious."
    },
    {
        "error": "origin",
        "word": "Noise",
        "attribute": "F. noise noisy strife, quarrel, brawl, fr. L. nausea seasickness, sickness, disgust. See Nausea."
    },
    {
        "error": "pos",
        "word": "Noon",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Noon",
        "attribute": "AS. nōn, orig., the ninth hour, fr. L. nona (sc. hora) the ninth hour, then applied to the church services (called nones) at that hour, the time of which was afterwards changed to noon. See Nine, and cf. Nones, Nunchion."
    },
    {
        "error": "pos",
        "word": "Noon",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Nor",
        "attribute": "OE. nor, contr. from nother. See Neither."
    },
    {
        "error": "pos",
        "word": "North",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Note",
        "attribute": "AS. hnītan to strike against, imp. hnāt."
    },
    {
        "error": "origin",
        "word": "Note",
        "attribute": "AS. nāt; ne not + wāt wot. See Not, and Wot."
    },
    {
        "error": "origin",
        "word": "Note",
        "attribute": "AS. notu use, profit."
    },
    {
        "error": "origin",
        "word": "Note",
        "attribute": "F. note, L. nota; akin to noscere, notum, to know. See Know."
    },
    {
        "error": "origin",
        "word": "Nothing",
        "attribute": "From no, a. + thing."
    },
    {
        "error": "origin",
        "word": "Notice",
        "attribute": "F., fr. L. notitia a being known, knowledge, fr. noscere, notum, to know. See Know."
    },
    {
        "error": "origin",
        "word": "Noun",
        "attribute": "OF. noun, nun, num, non, nom, F. nom, fr. L. nomen name. See Name."
    },
    {
        "error": "pos",
        "word": "Now",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Number",
        "attribute": "OE. nombre, F. nombre, L. numerus; akin to Gr. no`mos that which is dealt out, fr. ne`mein to deal out, distribute. See Numb, Nomad, and cf. Numerate, Numero, Numerous."
    },
    {
        "error": "origin",
        "word": "Object",
        "attribute": "L. objectus, p. p. of objicere, obicere, to throw or put before, to oppose; ob (see Ob-) + jacere to throw: cf. objecter. See Jet a shooting forth."
    },
    {
        "error": "origin",
        "word": "Object",
        "attribute": "L. objectus. See Object, v. t."
    },
    {
        "error": "pos",
        "word": "Object",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Observe",
        "attribute": "L. observare, observatum; ob (see Ob-) + servare to save, preserve, keep, heed, observe: cf. F. observer. See Serve."
    },
    {
        "error": "origin",
        "word": "Occur",
        "attribute": "L. occurrere, occursum; ob (see Ob-) + currere to run. See Course."
    },
    {
        "error": "origin",
        "word": "Ocean",
        "attribute": "F. océan, L. oceanus, Gr. 'wkeano`s ocean, in Homer, the great river supposed to encompass the earth."
    },
    {
        "error": "pos",
        "word": "Ocean",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Of",
        "attribute": "AS. of of, from, off; akin to D. & OS. af, G. ab off, OHG. aba from, away, Icel., Dan., Sw., & Goth. af, L. ab, Gr. &unr_;, Skr. apa.  Cf. Off, A- (2), Ab-, After, Epi-."
    },
    {
        "error": "origin",
        "word": "Off",
        "attribute": "OE. of, orig. the same word as R. of, prep., AS. of, adv. & prep. √194. See Of."
    },
    {
        "error": "pos",
        "word": "Off",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Offer",
        "attribute": "OE. offren, AS. offrian to sacrifice, fr. L. offerre; ob (see OB-) + ferre to bear, bring.  The English word was influenced by F. offrir to offer, of the same origin. See 1st Bear."
    },
    {
        "error": "origin",
        "word": "Offer",
        "attribute": "Cf. F. offre, fr. offrir to offer, fr. L. offerre. See Offer, v. t."
    },
    {
        "error": "origin",
        "word": "Office",
        "attribute": "F., fr. L. officium, for opificium; ops ability, wealth, help + facere to do or make.  See Opulent, Fact."
    },
    {
        "error": "origin",
        "word": "Often",
        "attribute": "Formerly also ofte, fr. oft.  See Oft., adv."
    },
    {
        "error": "pos",
        "word": "Often",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Oh",
        "attribute": "See O, interj."
    },
    {
        "error": "origin",
        "word": "Oil",
        "attribute": "OE. oile, OF. oile, F. huile, fr. L. oleum; akin to Gr. &unr_;.  Cf. Olive."
    },
    {
        "error": "origin",
        "word": "On",
        "attribute": "OE. on, an, o, a, AS. on, an; akin to D. aan, OS. & G. an, OHG. ana, Icel. ā, Sw. å, Goth. ana, Russ. na, L. an-, in anhelare to pant, Gr. 'ana`, Zend ana.  √195.  Cf. A-, 1, Ana-, Anon."
    },
    {
        "error": "origin",
        "word": "On",
        "attribute": "See On, prep."
    },
    {
        "error": "origin",
        "word": "Once",
        "attribute": "OE. ones, anes, an adverbial form fr. one, on, an, one. See One-, -Wards."
    },
    {
        "error": "pos",
        "word": "One",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "One",
        "attribute": "indef.pro."
    },
    {
        "error": "pos",
        "word": "Only",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Only",
        "attribute": "See Only, a."
    },
    {
        "error": "pos",
        "word": "Open",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Open",
        "attribute": "AS. openian. See Open,a."
    },
    {
        "error": "origin",
        "word": "Operate",
        "attribute": "L. operatus, p. p. of operari to work, fr. opus, operis, work, labor; akin to Skr. apas, and also to G. üben to exercise, OHG. uoben, Icel. æfa.  Cf. Inure, Maneuver, Ure."
    },
    {
        "error": "pos",
        "word": "opposite",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Or",
        "attribute": "OE. or, outher, other, auther, either, or, AS. āwðer, contr. from āhwaeðer; ā aye + hwaeðer whether. See Aye, and Whether, and cf. Either."
    },
    {
        "error": "origin",
        "word": "Or",
        "attribute": "AS. &unr_;r ere, before. √204. See Ere, prep. & adv."
    },
    {
        "error": "origin",
        "word": "Or",
        "attribute": "F., fr. L. aurum gold.  Cf. Aureate."
    },
    {
        "error": "origin",
        "word": "Order",
        "attribute": "From Order, n."
    },
    {
        "error": "origin",
        "word": "Organ",
        "attribute": "Cf. AS. organ, fr. L. organum."
    },
    {
        "error": "origin",
        "word": "Other",
        "attribute": "See Or."
    },
    {
        "error": "pos",
        "word": "Our",
        "attribute": "possessive.pro."
    },
    {
        "error": "origin",
        "word": "Out",
        "attribute": "OE. out, ut, oute, ute, AS. ūt, and ūte, ūtan, fr. ūt; akin to D. uit, OS. ūt, G. aus, OHG. ūz, Icel. ūt, Sw. ut, Dan. ud, Goth. ut, Skr. ud. √198.  Cf. About, But, prep., Carouse, Utter, a."
    },
    {
        "error": "origin",
        "word": "Over",
        "attribute": "AS. ofer; akin to D. over, G. über, OHG. ubir, ubar, Dan. over, Sw. öfver, Icel. yfir, Goth. ufar, L. super, Gr. \"ype`r, Skr. upari. √199.  Cf. Above, Eaves, Hyper-, Orlop, Super-, Sovereign, Up."
    },
    {
        "error": "pos",
        "word": "Over",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Own",
        "attribute": "OE. unnen to grant, permit, be pleased with, AS. unnan to grant; akin to OS. giunnan, G. gönnen, Icel. unna; of uncertain origin. This word has been confused with own to possess."
    },
    {
        "error": "pos",
        "word": "Own",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Own",
        "attribute": "OE. ohnien, ahnien, AS. āgnian, fr. āgen own, a.  See Own, a."
    },
    {
        "error": "origin",
        "word": "Page",
        "attribute": "F., fr. It. paggio, LL. pagius, fr. Gr. paidi`on, dim. of pai^s, paido`s, a boy, servant; perh. akin to L. puer.  Cf. Pedagogue, Puerile."
    },
    {
        "error": "origin",
        "word": "Paint",
        "attribute": "OE. peinten, fr. F. peint, p. p. of peindre to paint, fr. L. pingere, pictum; cf. Gr. poiki`los many-colored, Skr. piç to adorn.  Cf. Depict, Picture, Pigment, Pint."
    },
    {
        "error": "origin",
        "word": "Pair",
        "attribute": "See Impair."
    },
    {
        "error": "origin",
        "word": "Paper",
        "attribute": "F. papier, fr. L. papyrus papyrus, from which the Egyptians made a kind of paper, Gr. pa`pyros.  Cf. Papyrus."
    },
    {
        "error": "pos",
        "word": "paper",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Paragraph",
        "attribute": "F. paragraphe, LL. paragraphus, fr. Gr. para`grafos (sc. grammh`) a line or stroke drawn in the margin, fr. paragra`fein to write beside; para` beside + gra`fein to write. See Para-, and Graphic, and cf. Paraph."
    },
    {
        "error": "origin",
        "word": "parent",
        "attribute": "L. parens, -entis; akin to parere to bring forth; cf. Gr. porei^n to give, beget: cf. F. parent.  Cf. Part."
    },
    {
        "error": "origin",
        "word": "Part",
        "attribute": "F. part, L. pars, gen. partis; cf. parere to bring forth, produce.  Cf. Parent, Depart, Parcel, Partner, Party, Portion."
    },
    {
        "error": "pos",
        "word": "Particular",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Party",
        "attribute": "F. parti and partie, fr. F. partir to part, divide, L. partire, partiri. See Part, v."
    },
    {
        "error": "pos",
        "word": "Party",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Pass",
        "attribute": "F. passer, LL. passare, fr. L. passus step, or from pandere, passum, to spread out, lay open. See Pace."
    },
    {
        "error": "origin",
        "word": "Pass",
        "attribute": "Cf. Passus."
    },
    {
        "error": "pos",
        "word": "Past",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "path",
        "attribute": "AS. pæð, pað; akin to D. pad, G. pfad, of uncertain origin; cf. Gr. pa`tos, Skr. patha, path. √21."
    },
    {
        "error": "origin",
        "word": "Pattern",
        "attribute": "OE. patron, F. patron, a patron, also, a pattern. See Patron."
    },
    {
        "error": "origin",
        "word": "Pay",
        "attribute": "OF. peier, fr. L. picare to pitch, pix pitch: cf. OF. peiz pitch, F. poix. See Pitch a black substance."
    },
    {
        "error": "origin",
        "word": "Pay",
        "attribute": "OE. paien, F. payer, fr. L. pacare to pacify, appease, fr. pax, pacis, peace. See Peace."
    },
    {
        "error": "origin",
        "word": "People",
        "attribute": "OE. peple, people, OF. pueple, F. peuple, fr. L. populus.  Cf. Populage, Public, Pueblo."
    },
    {
        "error": "origin",
        "word": "People",
        "attribute": "Cf. OF. popler, puepler, F. puepler.  Cf. Populate."
    },
    {
        "error": "origin",
        "word": "Perhaps",
        "attribute": "Per + hap chance."
    },
    {
        "error": "origin",
        "word": "Period",
        "attribute": "L. periodus, Gr. peri`odos a going round, a way round, a circumference, a period of time; peri` round, about + \"odo`s a way: cf. F. période."
    },
    {
        "error": "origin",
        "word": "Person",
        "attribute": "OE. persone, persoun, person, parson, OF. persone, F. personne, L. persona a mask (used by actors), a personage, part, a person, fr. personare to sound through; per + sonare to sound. See Per-, and cf. Parson."
    },
    {
        "error": "origin",
        "word": "Phrase",
        "attribute": "F., fr. L. phrasis diction, phraseology, Gr. &unr_;, fr. &unr_; to speak."
    },
    {
        "error": "origin",
        "word": "Phrase",
        "attribute": "Cf. F. phraser."
    },
    {
        "error": "origin",
        "word": "Pick",
        "attribute": "OE. picken, pikken, to prick, peck; akin to Icel. pikka, Sw. picka, Dan. pikke, D. pikken, G. picken, F. piquer, W. pigo.  Cf. Peck, v., Pike, Pitch to throw."
    },
    {
        "error": "origin",
        "word": "Pick",
        "attribute": "F. pic a pickax, a pick. See Pick, and cf. Pike."
    },
    {
        "error": "origin",
        "word": "Picture",
        "attribute": "L. pictura, fr. pingere, pictum, to paint: cf. F. peinture. See Paint."
    },
    {
        "error": "origin",
        "word": "Piece",
        "attribute": "OE. pece, F. pièce, LL. pecia, petia, petium, probably of Celtic origin; cf. W. peth a thing, a part, portion, a little, Armor. pez, Gael. & Ir. cuid part, share.  Cf. Petty."
    },
    {
        "error": "origin",
        "word": "Pitch",
        "attribute": "OE. pich, AS. pic, L. pix; akin to Gr. &unr_;."
    },
    {
        "error": "origin",
        "word": "Pitch",
        "attribute": "See Pitch, n."
    },
    {
        "error": "origin",
        "word": "Pitch",
        "attribute": "OE. picchen; akin to E. pick, pike."
    },
    {
        "error": "origin",
        "word": "Place",
        "attribute": "F., fr. L. platea a street, an area, a courtyard, from Gr. platei^a a street, properly fem. of platy`s, flat, broad; akin to Skr. p&rsdot_;thu, Lith. platus.  Cf. Flawn, Piazza, Plate, Plaza."
    },
    {
        "error": "origin",
        "word": "Place",
        "attribute": "Cf. F. placer. See Place, n."
    },
    {
        "error": "origin",
        "word": "Plain",
        "attribute": "OE. playne, pleyne, fr. F. plaindre. See Plaint."
    },
    {
        "error": "pos",
        "word": "Plain",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Plain",
        "attribute": "Cf. OF. plaigne, F. plaine. See Plain, a."
    },
    {
        "error": "origin",
        "word": "Plain",
        "attribute": "Cf. Plane, v."
    },
    {
        "error": "origin",
        "word": "Plan",
        "attribute": "F., fr. L. planus flat, level. See Plain, a."
    },
    {
        "error": "origin",
        "word": "Plane",
        "attribute": "F., fr. L. platanus, Gr. &unr_;, fr. &unr_; broad; -- so called on account of its broad leaves and spreading form. See Place, and cf. Platane, Plantain the tree."
    },
    {
        "error": "pos",
        "word": "Plane",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Plane",
        "attribute": "F. plane, L. plana. See Plane, v. & a."
    },
    {
        "error": "origin",
        "word": "Plane",
        "attribute": "Cf. F. planer, L. planare, fr. planus. See Plane, a., Plain, a., and cf. Planish."
    },
    {
        "error": "origin",
        "word": "Planet",
        "attribute": "OE. planete, F. planète, L. planeta, fr. Gr. &unr_;, and &unr_; a planet; prop. wandering, fr. &unr_; to wander, fr. &unr_; a wandering."
    },
    {
        "error": "origin",
        "word": "Plant",
        "attribute": "AS. plante, L. planta."
    },
    {
        "error": "origin",
        "word": "Plant",
        "attribute": "AS. plantian, L. plantare. See Plant, n."
    },
    {
        "error": "origin",
        "word": "Play",
        "attribute": "OE. pleien, AS. plegian, plegan, to play, akin to plega play, game, quick motion, and probably to OS. plegan to promise, pledge, D. plegen to care for, attend to, be wont, G. pflegen; of unknown origin. √28.  Cf. Plight, n."
    },
    {
        "error": "origin",
        "word": "Please",
        "attribute": "OE. plesen, OF. plaisir, fr. L. placere, akin to placare to reconcile.  Cf. Complacent, Placable, Placid, Plea, Plead, Pleasure."
    },
    {
        "error": "pos",
        "word": "Plural",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Poem",
        "attribute": "L. poëma, Gr. &unr_;, fr. &unr_; to make, to compose, to write, especially in verse: cf. F. poëme."
    },
    {
        "error": "origin",
        "word": "Point",
        "attribute": "F. point, and probably also pointe, L. punctum, puncta, fr. pungere, punctum, to prick. See Pungent, and cf. Puncto, Puncture."
    },
    {
        "error": "origin",
        "word": "Point",
        "attribute": "Cf. F. pointer. See Point, n."
    },
    {
        "error": "pos",
        "word": "Poor",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Populate",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Port",
        "attribute": "From Oporto, in Portugal, i. e., &unr_; porto the port, L. portus. See Port harbor."
    },
    {
        "error": "origin",
        "word": "Port",
        "attribute": "AS. port, L. portus: cf. F. port. See Farm, v., Ford, and 1st, 3d, & 4h Port."
    },
    {
        "error": "origin",
        "word": "Port",
        "attribute": "F. porte, L. porta, akin to portus; cf. AS. porte, fr. L. porta. See Port a harbor, and cf. Porte."
    },
    {
        "error": "origin",
        "word": "Port",
        "attribute": "F. porter, L. portare to carry. See Port demeanor."
    },
    {
        "error": "origin",
        "word": "Port",
        "attribute": "F. port, fr. porter to carry, L. portare, prob. akin to E. fare, v. See Port harbor, and cf. Comport, Export, Sport."
    },
    {
        "error": "origin",
        "word": "Port",
        "attribute": "Etymology uncertain."
    },
    {
        "error": "pos",
        "word": "Pose",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Pose",
        "attribute": "AS. gepose; of uncertain origin; cf. W. pas a cough, Skr. kās to cough, and E. wheeze."
    },
    {
        "error": "origin",
        "word": "Pose",
        "attribute": "F. pose, fr. poser. See Pose, v. t."
    },
    {
        "error": "origin",
        "word": "Pose",
        "attribute": "F. poser to place, to put, L. pausare to pause, in LL. also, to place, put, fr. L. pausa a pause, Gr. &unr_;, fr. &unr_; to make to cease, prob. akin to E. few. In compounds, this word appears corresponding to L. ponere to put, place, the substitution in French having been probably due to confusion of this word with L. positio position, fr. ponere. See Few, and cf. Appose, Dispose, Oppose, Pause, Repose, Position."
    },
    {
        "error": "origin",
        "word": "Pose",
        "attribute": "Shortened from appose, for oppose. See 2d Appose, Oppose."
    },
    {
        "error": "pos",
        "word": "Possible",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Post",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Post",
        "attribute": "AS., fr. L. postis, akin to ponere, positum, to place. See Position, and cf. 4th Post."
    },
    {
        "error": "origin",
        "word": "Post",
        "attribute": "F. poste, LL. posta station, post (where horses were kept), properly, a fixed or set place, fem. fr. L. positus placed, p. p. of ponere. See Position, and cf. Post a pillar."
    },
    {
        "error": "origin",
        "word": "Post",
        "attribute": "Cf. OF. poster. See 4th Post."
    },
    {
        "error": "origin",
        "word": "Pound",
        "attribute": "OE. pounen, AS. punian to bruise.  Cf. Pun a play on words."
    },
    {
        "error": "origin",
        "word": "Pound",
        "attribute": "AS. pund an inclosure: cf. forpyndan to turn away, or to repress, also Icel. pynda to extort, torment, Ir. pont, pond, pound.  Cf. Pinder, Pinfold, Pin to inclose, Pond."
    },
    {
        "error": "origin",
        "word": "Pound",
        "attribute": "AS. pund, fr. L. pondo, akin to pondus a weight, pendere to weigh. See Pendant."
    },
    {
        "error": "origin",
        "word": "Power",
        "attribute": "OE. pouer, poer, OF. poeir, pooir, F. pouvoir, n. & v., fr. LL. potere, for L. posse, potesse, to be able, to have power. See Possible, Potent, and cf. Posse comitatus."
    },
    {
        "error": "origin",
        "word": "Practice",
        "attribute": "OE. praktike, practique, F. pratique, formerly also, practique, LL. practica, fr. Gr. &unr_;, fr. &unr_; practical. See Practical, and cf. Pratique, Pretty."
    },
    {
        "error": "origin",
        "word": "Practice",
        "attribute": "Often written practise, practised, practising."
    },
    {
        "error": "origin",
        "word": "Practice",
        "attribute": "Often written practise."
    },
    {
        "error": "origin",
        "word": "Present",
        "attribute": "Cf. F. présent. See Present, a."
    },
    {
        "error": "origin",
        "word": "Present",
        "attribute": "F. présenter, L. praesentare, fr. praesens, a.  See Present, a."
    },
    {
        "error": "origin",
        "word": "Present",
        "attribute": "F. présent ."
    },
    {
        "error": "origin",
        "word": "Press",
        "attribute": "Corrupt. fr. prest ready money advanced, a loan; hence, earnest money given soldiers on entering service. See Prest, n."
    },
    {
        "error": "origin",
        "word": "Press",
        "attribute": "For prest, confused with press."
    },
    {
        "error": "origin",
        "word": "Press",
        "attribute": "F. presser, fr. L. pressare to press, fr. premere, pressum, to press.  Cf. Print, v."
    },
    {
        "error": "origin",
        "word": "Press",
        "attribute": "F. presse. See 4th Press."
    },
    {
        "error": "pos",
        "word": "Pretty",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Print",
        "attribute": "Abbrev. fr. imprint. See Imprint, and Press to squeeze."
    },
    {
        "error": "origin",
        "word": "Print",
        "attribute": "See Print, v., Imprint, n."
    },
    {
        "error": "origin",
        "word": "Protect",
        "attribute": "L. protectus, p. p. of protegere, literally, to cover in front; pro before + tegere to cover. See Tegument."
    },
    {
        "error": "origin",
        "word": "Prove",
        "attribute": "OE. prover, F. prouver, fr. L. probare to try, approve, prove, fr. probus good, proper.  Cf. Probable, Proof, Probe."
    },
    {
        "error": "origin",
        "word": "Provide",
        "attribute": "L. providere, provisum; pro before + videre to see. See Vision, and cf. Prudent, Purvey."
    },
    {
        "error": "origin",
        "word": "Pull",
        "attribute": "AS. pullian; cf. LG. pulen, and Gael. peall, piol, spiol."
    },
    {
        "error": "origin",
        "word": "Push",
        "attribute": "Probably F. poche. See Pouch."
    },
    {
        "error": "origin",
        "word": "Push",
        "attribute": "OE. possen, pussen, F. pousser, fr. L. pulsare, v. intens. fr. pellere, pulsum, to beat, knock, push. See Pulse a beating, and cf. Pursy."
    },
    {
        "error": "origin",
        "word": "Put",
        "attribute": "See Pit."
    },
    {
        "error": "origin",
        "word": "Put",
        "attribute": "Cf. W. pwt any short thing, pwt o ddyn a squab of a person, pwtog a short, thick woman."
    },
    {
        "error": "origin",
        "word": "Put",
        "attribute": "AS. potian to thrust: cf. Dan. putte to put, to put into, Fries. putje; perh. akin to W. pwtio to butt, poke, thrust; cf. also Gael. put to push, thrust, and E. potter, v. i."
    },
    {
        "error": "origin",
        "word": "Put",
        "attribute": "OF. pute."
    },
    {
        "error": "origin",
        "word": "Quart",
        "attribute": "F. quart, n. masc., fr. L. quartus the fourth, akin to quattuor four. See Four, and cf. 2d Carte, Quarto."
    },
    {
        "error": "origin",
        "word": "Quart",
        "attribute": "F. quarte, n. fem., fr. quart fourth. See Quart a quarter."
    },
    {
        "error": "origin",
        "word": "Quart",
        "attribute": "See Quart a quarter."
    },
    {
        "error": "origin",
        "word": "Question",
        "attribute": "F., fr. L. quaestio, fr. quaerere, quaesitum, to seek for, ask, inquire. See Quest, n."
    },
    {
        "error": "origin",
        "word": "Question",
        "attribute": "Cf. F. questionner. See Question, n."
    },
    {
        "error": "pos",
        "word": "Quick",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Quick",
        "attribute": "See Quicken."
    },
    {
        "error": "pos",
        "word": "Quiet",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Race",
        "attribute": "OF. raïz, L. radix, -icis. See Radix."
    },
    {
        "error": "origin",
        "word": "Race",
        "attribute": "OE. ras, res, rees, AS. r&aemacr_;s a rush, running; akin to Icel. rās course, race. √118."
    },
    {
        "error": "origin",
        "word": "Rail",
        "attribute": "OE. reil, re&yogh_;el, AS. hrægel, hrægl, a garment; akin to OHG. hregil, OFries. hreil."
    },
    {
        "error": "origin",
        "word": "Rail",
        "attribute": "Etymol. uncertain."
    },
    {
        "error": "origin",
        "word": "Rail",
        "attribute": "Akin to LG. & Sw. regel bar, bolt, G. riegel a rail, bar, or bolt, OHG. rigil, rigel, bar, bolt, and possibly to E. row a line."
    },
    {
        "error": "origin",
        "word": "Rail",
        "attribute": "F. râle, fr. râler to have a rattling in the throat; of German origin, and akin to E. rattle. See Rattle, v."
    },
    {
        "error": "origin",
        "word": "Rail",
        "attribute": "F. railler; cf. Sp. rallar to grate, scrape, molest; perhaps fr. (assumed) LL. radiculare, fr. L. radere to scrape, grate.  Cf. Rally to banter, Rase."
    },
    {
        "error": "origin",
        "word": "Rain",
        "attribute": "OE. rein, AS. regen; akin to OFries. rein, D. & G. regen, OS. & OHG. regan, Icel., Dan., & Sw. regn, Goth. rign, and prob. to L. rigare to water, to wet; cf. Gr. bre`chein to wet, to rain."
    },
    {
        "error": "origin",
        "word": "Rain",
        "attribute": "AS. regnian, akin to G. regnen, Goth. rignjan. See Rain, n."
    },
    {
        "error": "origin",
        "word": "Ran",
        "attribute": "AS. rān."
    },
    {
        "error": "origin",
        "word": "Range",
        "attribute": "OE. rengen, OF. rengier, F. ranger, OF. renc row, rank, F. rang; of German origin. See Rank, n."
    },
    {
        "error": "origin",
        "word": "Range",
        "attribute": "From Range, v.: cf. F. rangée."
    },
    {
        "error": "pos",
        "word": "Rather",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Reach",
        "attribute": "OE. rechen, AS. r&aemacr_;can, r&aemacr_;cean, to extend, stretch out; akin to D. reiken, G. reichen, and possibly to AS. rīce powerful, rich, E. rich. √115."
    },
    {
        "error": "origin",
        "word": "Read",
        "attribute": "OE. reden, ræden, AS. r&aemacr_;dan to read, advise, counsel, fr. r&aemacr_;d advice, counsel, r&aemacr_;dan (imperf. reord) to advise, counsel, guess; akin to D. raden to advise, G. raten, rathen, Icel. rāða, Goth. rēdan (in comp.), and perh. also to Skr. rādh to succeed. √116.  Cf. Riddle."
    },
    {
        "error": "origin",
        "word": "Read",
        "attribute": "Read, v."
    },
    {
        "error": "pos",
        "word": "Read",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Ready",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Real",
        "attribute": "Sp., fr. real royal, L. regalis. See Regal, and cf. Ree a coin."
    },
    {
        "error": "pos",
        "word": "Real",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Real",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Reason",
        "attribute": "OE. resoun, F. raison, fr. L. ratio (akin to Goth. raþjō number, account, garaþjan to count, G. rede speech, reden to speak), fr. reri, ratus, to reckon, believe, think.  Cf. Arraign, Rate, Ratio, Ration."
    },
    {
        "error": "origin",
        "word": "Reason",
        "attribute": "Cf. F. raisonner. See Reason, n."
    },
    {
        "error": "origin",
        "word": "Receive",
        "attribute": "OF. receveir, recevoir, F. recevoir, fr. L. recipere; pref. re- re- + capere to take, seize. See Capable, Heave, and cf. Receipt, Reception, Recipe."
    },
    {
        "error": "origin",
        "word": "Record",
        "attribute": "OE. recorden to repeat, remind, F. recorder, fr. L. recordari to remember; pref. re- re- + cor, cordis, the heart or mind. See Cordial, Heart."
    },
    {
        "error": "origin",
        "word": "Record",
        "attribute": "OF. recort, record, remembrance, attestation, record. See Record, v. t."
    },
    {
        "error": "pos",
        "word": "Red",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Red",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Region",
        "attribute": "F. région, from L. regio a direction, a boundary line, region, fr. regere to guide, direct. See Regimen."
    },
    {
        "error": "origin",
        "word": "Remember",
        "attribute": "OF. remebrer, L. rememorari; pref. re- re- + memorare to bring to remembrance, from memor mindful. See Memory, and cf. Rememorate."
    },
    {
        "error": "origin",
        "word": "Reply",
        "attribute": "OE. replien, OF. replier, F. répliquer, fr. L. replicare to fold back, make a reply; pref. re- re- + plicare to fold. See Ply, and cf. Replica."
    },
    {
        "error": "origin",
        "word": "Reply",
        "attribute": "See Reply, v. i., and cf. Replica."
    },
    {
        "error": "origin",
        "word": "Represent",
        "attribute": "F. représenter, L. repraesentare, repraesentatum; pref. re- re- + preesentare to place before, present. See Present, v. t."
    },
    {
        "error": "origin",
        "word": "Require",
        "attribute": "OE. requeren, requiren, OF. requerre, F. requ&unr_;rir; L. pref. re- re- + quaerere to ask; cf. L. requirere. See Query, and cf. Request, Requisite."
    },
    {
        "error": "origin",
        "word": "Rest",
        "attribute": "For arrest."
    },
    {
        "error": "origin",
        "word": "Rest",
        "attribute": "AS. rest, ræst, rest; akin to D. rust, G. rast. OHG. rasta, Dan. & Sw. rast rest, repose, Icel. röst the distance between two resting places, a mole, Goth. rasta a mile, also to Goth. razn house, Icel. rann, and perhaps to G. ruhe rest, repose, AS. rōw, Gr. 'erwh`.  Cf. Ransack."
    },
    {
        "error": "origin",
        "word": "Rest",
        "attribute": "AS. restan. See Rest, n."
    },
    {
        "error": "origin",
        "word": "Rest",
        "attribute": "F. reste, fr.  rester to remain, L. restare to stay back, remain; pref. re- re- + stare to stand, stay. See Stand, and cf. Arrest, Restive."
    },
    {
        "error": "origin",
        "word": "Rest",
        "attribute": "F. rester. See Rest remainder."
    },
    {
        "error": "origin",
        "word": "Result",
        "attribute": "F. résulter, fr. L. resultare, resultarum, to spring or leap back, v. intens. fr. resilire. See Resile."
    },
    {
        "error": "pos",
        "word": "Rich",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Ride",
        "attribute": "AS. rīdan; akin to LG. riden, D. rijden, G. reiten, OHG. rītan, Icel. rīða, Sw. rida, Dan. ride; cf. L. raeda a carriage, which is from a Celtic word.  Cf. Road."
    },
    {
        "error": "pos",
        "word": "Right",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Right",
        "attribute": "AS. right. See Right, a."
    },
    {
        "error": "origin",
        "word": "Right",
        "attribute": "AS. rihtan. See Right, a."
    },
    {
        "error": "origin",
        "word": "Ring",
        "attribute": "AS. hringan; akin to Icel. hringja, Sw. ringa, Dan. ringe, OD. ringhen, ringkelen. √19."
    },
    {
        "error": "origin",
        "word": "Ring",
        "attribute": "AS. hring, hrinc; akin to Fries. hring, D. & G. ring, OHG. ring, hring, Icel. hringr, DAn. & SW. ring; cf. Russ. krug'.  Cf. Harangue, Rank a row,Rink."
    },
    {
        "error": "origin",
        "word": "Rise",
        "attribute": "AS. rīsan; akin to OS. rīsan, D. rijzen, OHG. rīsan to rise, fall, Icel. rīsa, Goth. urreisan, G. reise journey. CF. Arise, Raise, Rear, v."
    },
    {
        "error": "origin",
        "word": "Rise",
        "attribute": "See Rise, v. i."
    },
    {
        "error": "origin",
        "word": "River",
        "attribute": "F. rivère a river, LL. riparia river, bank of a river, fr. L. riparius belonging to a bank or shore, fr. ripa a bank or shore; of uncertain origin.  Cf. Arrive, Riparian."
    },
    {
        "error": "origin",
        "word": "Road",
        "attribute": "Possibly akin to Icel. reiði the rigging of a ship, E. ready."
    },
    {
        "error": "origin",
        "word": "Rock",
        "attribute": "OE. rocke; akin to D. rok, rokken, G. rocken, OHG. roccho, Dan. rok, Icel. rokkr.  Cf. Rocket a firework."
    },
    {
        "error": "origin",
        "word": "Rock",
        "attribute": "OF. roke, F. roche; cf. Armor. roc'h, and AS. rocc."
    },
    {
        "error": "origin",
        "word": "Rock",
        "attribute": "AS. roccian; akin to Dan. rokke to move, to snake; cf. Icel. rukkja to pull, move, G. rücken to move, push, pull."
    },
    {
        "error": "origin",
        "word": "Roll",
        "attribute": "OF. roeler, roler, F. rouler, LL. rotulare, fr. L. royulus, rotula, a little wheel, dim. of rota wheel; akin to G. rad, and to Skr. ratha car, chariot.  Cf. Control, Roll, n., Rotary."
    },
    {
        "error": "origin",
        "word": "Roll",
        "attribute": "F. rôle a roll (in sense 3), fr. L. rotulus &unr_; little wheel, LL., a roll, dim. of L. rota a wheel. See Roll, v., and cf. Rôle, Rouleau, Roulette."
    },
    {
        "error": "origin",
        "word": "Room",
        "attribute": "OE. roum, rum, space, AS. rūm; akin to OS., OFries. & Icel. rūm, D. ruim, G. raum, OHG. rūm, Sw. & Dan. rum, Goth. rūms, and to AS. rūm, adj., spacious, D. ruim, Icel. rūmr, Goth. rūms; and prob. to L. rus country (cf. Rural), Zend rava&ndot_;h wide, free, open, ravan a plain."
    },
    {
        "error": "pos",
        "word": "Room",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Root",
        "attribute": "AS. wrōtan; akin to wrōt a snout, trunk, D. wroeten to root, G. rüssel snout, trunk, proboscis, Icel. rōta to root, and perhaps to L. rodere to gnaw (E. rodent) or to E. root, n."
    },
    {
        "error": "origin",
        "word": "Root",
        "attribute": "Icel. rōt (for vrōt); akin to E. wort, and perhaps to root to turn up the earth. See Wort."
    },
    {
        "error": "origin",
        "word": "Root",
        "attribute": "Cf. Rout to roar."
    },
    {
        "error": "origin",
        "word": "Rope",
        "attribute": "AS. rāp; akin to D. reep, G. reif ring hoop, Icel. reip rope, Sw. rep, Dan. reb, reeb Goth. skaudaraip latchet."
    },
    {
        "error": "origin",
        "word": "Rose",
        "attribute": "AS. rose, L. rosa, probably akin to Gr. &unr_;, Armor. vard, OPer. vareda; and perhaps to E. wort: cf. F. rose, from the Latin.  Cf. Copperas, Rhododendron."
    },
    {
        "error": "origin",
        "word": "Round",
        "attribute": "From Roun."
    },
    {
        "error": "pos",
        "word": "Round",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Row",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Row",
        "attribute": "Abbrev. fr. rouse, n."
    },
    {
        "error": "origin",
        "word": "Row",
        "attribute": "OE. rowe, rawe, rewe, AS. rāw, r&unr_;w; probably akin to D. rij, G. reihe; cf. Skr. r&unr_;khā a line, stroke."
    },
    {
        "error": "origin",
        "word": "Row",
        "attribute": "AS. r&unr_;wan; akin to D. roeijen, MHG. rüejen, Dan. roe, Sw. ro, Icel. r&unr_;a, L. remus oar, Gr. &unr_;, Skr. aritra. √8.  Cf. Rudder."
    },
    {
        "error": "origin",
        "word": "Rub",
        "attribute": "Probably of Celtic origin; cf. W. rhwbiaw, gael. rub."
    },
    {
        "error": "origin",
        "word": "Rub",
        "attribute": "Cf. W. rhwb. See Rub, v,t,"
    },
    {
        "error": "origin",
        "word": "Rule",
        "attribute": "OE. reule, riule, OF. riule, reule, F. régle, fr. L. regula a ruler, rule, model, fr. regere, rectum, to lead straight, to direct. See Right, a., and cf. Regular."
    },
    {
        "error": "origin",
        "word": "Rule",
        "attribute": "Cf. OF. riuler, ruiler, L. regulare. See Rule, n., and cf. Regulate."
    },
    {
        "error": "origin",
        "word": "Run",
        "attribute": "OE. rinnen, rennen (imp. ran, p. p. runnen, ronnen). AS. rinnan to flow (imp. ran, p. p. gerunnen), and iernan, irnan, to run (imp. orn, arn, earn, p. p. urnen); akin to D. runnen, rennen, OS. & OHG. rinnan, G. rinnen, rennen, Icel. renna, rinna, Sw. rinna, ränna, Dan. rinde, rende, Goth. rinnan, and perh. to L. oriri to rise, Gr. 'orny`nai to stir up, rouse, Skr. &rsdot_; (cf. Origin), or perh. to L. rivus brook (cf. Rival).  √11.  Cf. Ember, a., Rennet."
    },
    {
        "error": "pos",
        "word": "Run",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Safe",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Said",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Sail",
        "attribute": "OE. seil, AS. segel, segl; akin to D. zeil, OHG. segal, G. & Sw. segel, Icel. segl, Dan. seil. √ 153."
    },
    {
        "error": "origin",
        "word": "Sail",
        "attribute": "AS. segelian, seglian. See Sail, n."
    },
    {
        "error": "origin",
        "word": "Salt",
        "attribute": "AS. sealt; akin to OS. & OFries. salt, D. zout, G. salz, Icel., Sw., & Dan. salt, L. sal, Gr. &unr_;, Russ. sole, Ir. & Gael. salann, W. halen, of unknown origin. Cf. Sal, Salad, Salary, Saline, Sauce, Sausage."
    },
    {
        "error": "pos",
        "word": "Salt",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Salt",
        "attribute": "L. saltus, fr. salire to leap."
    },
    {
        "error": "pos",
        "word": "Same",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Sand",
        "attribute": "AS. sand; akin to D. zand, G. sand, OHG. sant, Icel. sandr, Dan. & Sw. sand, Gr. &unr_;."
    },
    {
        "error": "origin",
        "word": "Save",
        "attribute": "See Sage the herb."
    },
    {
        "error": "origin",
        "word": "Save",
        "attribute": "OE. saven, sauven, salven, OF. salver, sauver, F. sauver, L. salvare, fr. salvus saved, safe. See Safe, a."
    },
    {
        "error": "origin",
        "word": "Save",
        "attribute": "F. sauf, properly adj., safe. See Safe, a."
    },
    {
        "error": "origin",
        "word": "Saw",
        "attribute": "OE. sawe, AS. sage; akin to D. zaag, G. säge, OHG. sega, saga, Dan. sav, Sw. såg, Icel. sög, L. secare to cut, securis ax, secula sickle. Cf. Scythe, Sickle, Section, Sedge."
    },
    {
        "error": "origin",
        "word": "Say",
        "attribute": "Aphetic form of assay."
    },
    {
        "error": "origin",
        "word": "Say",
        "attribute": "OE. saie, F. saie, fr. L. saga, equiv. to sagum, sagus, a coarse woolen mantle; cf. Gr. sa`gos. See Sagum."
    },
    {
        "error": "origin",
        "word": "Say",
        "attribute": "OE. seggen, seyen, siggen, sayen, sayn, AS. secgan; akin to OS. seggian, D. zeggen, LG. seggen, OHG. sagēn, G. sagen, Icel. segja, Sw. säga, Dan. sige, Lith. sakyti; cf. OL. insece tell, relate, Gr. 'e`nnepe (for 'en-sepe), 'e`spete. Cf. Saga, Saw a saying."
    },
    {
        "error": "origin",
        "word": "Say",
        "attribute": "From Say, v. t.; cf. Saw a saying."
    },
    {
        "error": "origin",
        "word": "Scale",
        "attribute": "AS. scāle; perhaps influenced by the kindred Icel. skāl balance, dish, akin also to D. schaal a scale, bowl, shell, G. schale, OHG. scāla, Dan. skaal drinking cup, bowl, dish, and perh. to E. scale of a fish. Cf. Scale of a fish, Skull the brain case."
    },
    {
        "error": "origin",
        "word": "Scale",
        "attribute": "Cf. AS. scealu, scalu, a shell, parings; akin to D. schaal, G. schale, OHG. scala, Dan. & Sw. skal a shell, Dan. skiael a fish scale, Goth. skalja tile, and E. shale, shell, and perhaps also to scale of a balance; but perhaps rather fr. OF. escale, escaile, F. écaille scale of a fish, and écale shell of beans, pease, eggs, nuts, of German origin, and akin to Goth. skalja, G. schale. See Shale."
    },
    {
        "error": "origin",
        "word": "Scale",
        "attribute": "L. scalae, pl., scala staircase, ladder; akin to scandere to climb. See Scan; cf. Escalade."
    },
    {
        "error": "origin",
        "word": "Scale",
        "attribute": "Cf. It. scalare, fr. L. scalae, scala. See Scale a ladder."
    },
    {
        "error": "origin",
        "word": "School",
        "attribute": "For shoal a crowd; prob. confused with school for learning."
    },
    {
        "error": "origin",
        "word": "School",
        "attribute": "OE. scole, AS. sc&unr_;lu, L. schola, Gr. &unr_; leisure, that in which leisure is employed, disputation, lecture, a school, probably from the same root as &unr_;, the original sense being perhaps, a stopping, a resting. See Scheme."
    },
    {
        "error": "origin",
        "word": "Science",
        "attribute": "F., fr. L. scientia, fr. sciens, -entis, p. pr. of scire to know.  Cf. Conscience, Conscious, Nice."
    },
    {
        "error": "origin",
        "word": "Score",
        "attribute": "AS. scor twenty, fr. sceran, scieran, to shear, cut, divide; or rather the kindred Icel. skor incision, twenty, akin to Dan. skure a notch, Sw. skåra. See Shear."
    },
    {
        "error": "origin",
        "word": "Sea",
        "attribute": "OE. see, AS. s&aemacr_;; akin to D. zee, OS. & OHG. sēo, G. see, OFries. se, Dan. sö, Sw. sjö, Icel. saer, Goth. saiws, and perhaps to L. saevus fierce, savage. √151a."
    },
    {
        "error": "origin",
        "word": "Search",
        "attribute": "OE. serchen, cerchen, OF. cerchier, F. chercher, L. circare to go about, fr. L. circum, circa, around. See Circle."
    },
    {
        "error": "origin",
        "word": "Search",
        "attribute": "Cf. OF. cerche. See Search, v. t."
    },
    {
        "error": "origin",
        "word": "Season",
        "attribute": "OE. sesoun, F. saison, properly, the sowing time, fr. L. satio a sowing, a planting, fr. serere, satum, to sow, plant; akin to E. sow, v., to scatter, as seed."
    },
    {
        "error": "origin",
        "word": "Seat",
        "attribute": "OE. sete, Icel. saeti; akin to Sw. säte, Dan. saede, MHG. sāze, AS. set, setl, and E. sit. √154. See Sit, and cf. Settle, n."
    },
    {
        "error": "pos",
        "word": "Second",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Second",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Second",
        "attribute": "Cf. F. seconder, L. secundare, from secundus. See Second, a."
    },
    {
        "error": "origin",
        "word": "Section",
        "attribute": "L. sectio, fr. secare, sectum, to cut; akin to E. saw a cutting instrument: cf. F. section. See Saw, and cf. Scion, Dissect, Insect, Secant, Segment."
    },
    {
        "error": "origin",
        "word": "See",
        "attribute": "OE. se, see, OF. se, sed, sied, fr. L. sedes a seat, or the kindred sedere to sit. See Sit, and cf. Siege."
    },
    {
        "error": "origin",
        "word": "See",
        "attribute": "OE. seen, sen, seon, AS. seón; akin to OFries. sīa, D. zien, OS. & OHG. sehan, G. sehen, Icel. sjā, Sw. se, Dan. see, Goth. saíhwan, and probably to L. sequi to follow (and so originally meaning, to follow with the eyes). Gr. \"e`pesqai, Skr. sac.  Cf. Sight, Sue to follow."
    },
    {
        "error": "origin",
        "word": "Seed",
        "attribute": "OE. seed, sed, AS. s&aemacr_;d, fr. sāwan to sow; akin to D. zaad seed, G. saat, Icel. sāð, saeði, Goth. manasēþs seed of men, world. See Sow to scatter seed, and cf. Colza."
    },
    {
        "error": "origin",
        "word": "Seem",
        "attribute": "OE. semen to seem, to become, befit, AS. sēman to satisfy, pacify; akin to Icel. saema to honor, to bear with, conform to, saemr becoming, fit, sōma to beseem, to befit, sama to beseem, semja to arrange, settle, put right, Goth. samjan to please, and to E. same. The sense is probably due to the adj. seemly. √191. See Same, a., and cf. Seemly."
    },
    {
        "error": "origin",
        "word": "Segment",
        "attribute": "L. segmentum, fr. secare to cut, cut off: cf. F. segment. See Saw a cutting instrument."
    },
    {
        "error": "pos",
        "word": "Select",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Self",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Sell",
        "attribute": "F. selle, L. sella, akin to sedere to sit. See Sit."
    },
    {
        "error": "origin",
        "word": "Sell",
        "attribute": "OE. sellen, sillen, AS. sellan, syllan, to give, to deliver; akin to OS. sellian, OFries. sella, OHG. sellen, Icel. selja to hand over, to sell, Sw. sälja to sell, Dan. sælge, Goth. saljan to offer a sacrifice; all from a noun akin to E. sale.  Cf. Sale."
    },
    {
        "error": "origin",
        "word": "Send",
        "attribute": "AS. sendan; akin to OS. sendian, D. zenden, G. senden, OHG. senten, Icel. senda, Sw. sända, Dan. sende, Goth. sandjan, and to Goth. sinp a time (properly, a going), gasinpa companion, OHG. sind journey, AS. sī&unr_;, Icel. sinni a walk, journey, a time. W. hynt a way, journey, OIr. s&unr_;t.  Cf. Sense."
    },
    {
        "error": "origin",
        "word": "Sense",
        "attribute": "L. sensus, from sentire, sensum, to perceive, to feel, from the same root as E. send; cf. OHG. sin sense, mind, sinnan to go, to journey, G. sinnen to meditate, to think: cf. F. sens. For the change of meaning cf. See, v. t. See Send, and cf. Assent, Consent, Scent, v. t., Sentence, Sentient."
    },
    {
        "error": "origin",
        "word": "Sentence",
        "attribute": "F., from L. sententia, for sentientia, from sentire to discern by the senses and the mind, to feel, to think. See Sense, n., and cf. Sentiensi."
    },
    {
        "error": "origin",
        "word": "Separate",
        "attribute": "L. separatus, p. p. of separare to separate; pfref. se- aside + parare to make ready, prepare. See Parade, and cf. Sever."
    },
    {
        "error": "origin",
        "word": "Separate",
        "attribute": "L. separatus, p. p."
    },
    {
        "error": "origin",
        "word": "Serve",
        "attribute": "OE. serven, servien, OF. & F. servir, fr. L. servire; akin to servus a servant or slave, servare to protect, preserve, observe; cf. Zend har to protect, haurva protecting.  Cf. Conserve, Desert merit, Dessert, Observe, Serf, Sergeant."
    },
    {
        "error": "origin",
        "word": "Set",
        "attribute": "OE. setten, AS. setton; akin to OS. settian, OFries. setta, D. zetten, OHG. sezzen, G. setzen, Icel. setja, Sw. sätta, Dan. s&unr_;tte, Goth. satjan; causative from the root of E. sit. √154. See Sit, and cf. Seize."
    },
    {
        "error": "pos",
        "word": "Set",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Set",
        "attribute": "Perhaps due to confusion with sect, sept."
    },
    {
        "error": "pos",
        "word": "Set",
        "attribute": "n.prop."
    },
    {
        "error": "origin",
        "word": "Settle",
        "attribute": "OE. setel, setil, a seat, AS. setl: akin to OHG. sezzal, G. sessel, Goth. sitls, and E. sit. √154. See Sit."
    },
    {
        "error": "origin",
        "word": "Settle",
        "attribute": "OE. setlen, AS. setlan. √154. See Settle, n. In senses 7, 8, and 9 perhaps confused with OE. sahtlen to reconcile, AS. sahtlian, fr. saht reconciliation, sacon to contend, dispute.  Cf. Sake."
    },
    {
        "error": "pos",
        "word": "Seven",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Several",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Shall",
        "attribute": "OE. shal, schal, imp. sholde, scholde, AS. scal, sceal, I am obliged, imp. scolde, sceolde, inf. sculan; akin to OS. skulan, pres. skal, imp. skolda, D. zullen, pres. zal, imp. zoude, zou, OHG. solan, scolan, pres. scal, sol. imp. scolta, solta, G. sollen, pres. soll, imp. sollte, Icel. skulu, pres. skal, imp. skyldi, SW. skola, pres. skall, imp. skulle, Dan. skulle, pres. skal, imp. skulde, Goth. skulan, pres. skal, imp. skulda, and to AS. scyld guilt, G. schuld guilt, fault, debt, and perhaps to L. scelus crime."
    },
    {
        "error": "origin",
        "word": "Shape",
        "attribute": "OE. shapen, schapen, AS. sceapian. The p. p. shapen is from the strong verb, AS. scieppan, scyppan, sceppan, p. p. sceapen. See Shape, n."
    },
    {
        "error": "origin",
        "word": "Shape",
        "attribute": "OE. shap, schap, AS. sceap in gesceap creation, creature, fr. the root of scieppan, scyppan, sceppan, to shape, to do, to effect; akin to OS. giskeppian, OFries. skeppa, D. scheppen, G. schaffen, OHG. scaffan, scepfen, skeffen, Icer. skapa, skepja, Dan. skabe, skaffe, Sw. skapa, skaffa, Goth. gaskapjan, and perhaps to E. shave, v.  Cf. -ship."
    },
    {
        "error": "origin",
        "word": "Share",
        "attribute": "OE. schar, AS. scear; akin to OHG. scaro, G. schar, pflugshar, and E. shear, v. See Shear."
    },
    {
        "error": "origin",
        "word": "Share",
        "attribute": "OE. share, AS. scearu, scaru, fr. sceran to shear, cut. See Shear, v."
    },
    {
        "error": "pos",
        "word": "Sharp",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "She",
        "attribute": "OE. she, sche, scheo, scho, AS. seó, fem. of the definite article, originally a demonstrative pronoun; cf. OS. siu, D. zij, G. sie, OHG. siu, sī, si, Icel. sū, sjā, Goth. si she, sō, fem. article, Russ. siia, fem., this, Gr. &unr_;, fem. article, Skr. sā, syā. The possessive her or hers, and the objective her, are from a different root. See Her."
    },
    {
        "error": "origin",
        "word": "Sheet",
        "attribute": "AS. sceáta. See the Etymology above."
    },
    {
        "error": "origin",
        "word": "Shell",
        "attribute": "OE. shelle, schelle, AS. scell, scyll; akin to D. shel, Icel. skel, Goth. skalja a tile, and E. skill.  Cf. Scale of fishes, Shale, Skill."
    },
    {
        "error": "origin",
        "word": "Shine",
        "attribute": "OE. shinen, schinen, AS. scīnan; akin to D. schijnen, OFries. skīna, OS. & OHG. scīnan, G. scheinen, Icel. skīna, Sw. skina, Dan. skinne, Goth. skeinan, and perh. to Gr. &unr_;&unr_;&unr_; shadow. √157.  Cf. Sheer pure, and Shimmer."
    },
    {
        "error": "pos",
        "word": "Shine",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Ship",
        "attribute": "AS. scipe."
    },
    {
        "error": "origin",
        "word": "Ship",
        "attribute": "OE. ship, schip, AS. scip; akin to OFries. skip, OS. scip, D. schip, G. schiff, OHG. scif, Dan. skib, Sw. skeep, Icel. & Goth. skip; of unknown origin.  Cf. Equip, Skiff, Skipper."
    },
    {
        "error": "origin",
        "word": "Shoe",
        "attribute": "OE. sho, scho, AS. scōh, sceóh; akin to OFries. skō, OS. skōh, D. schoe, schoen, G. schuh, OHG. scuoh, Icel. skōr, Dan. & Sw. sko, Goth. skōhs; of unknown origin."
    },
    {
        "error": "origin",
        "word": "Shoe",
        "attribute": "AS. sc&unr_;ian, sce&unr_;ian. See Shoe, n."
    },
    {
        "error": "origin",
        "word": "Shop",
        "attribute": "OE. shoppe, schoppe, AS. sceoppa a treasury, a storehouse, stall, booth; akin to scypen a shed, LG. schup a shed, G. schoppen, schuppen, a shed, a coachhouse, OHG. scopf."
    },
    {
        "error": "origin",
        "word": "Shore",
        "attribute": "OE. schore; akin to LG. schore, D. schoor, OD. schoore, Icel. skor&unr_;a, and perhaps to E. shear, as being a piece cut off."
    },
    {
        "error": "origin",
        "word": "Shore",
        "attribute": "OE. schoren. See Shore a prop."
    },
    {
        "error": "origin",
        "word": "Shore",
        "attribute": "OE. schore, AS. score, probably fr. scieran, and so meaning properly, that which is shorn off, edge; akin to OD. schoore, schoor. See Shear, v. t."
    },
    {
        "error": "pos",
        "word": "Short",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Short",
        "attribute": "AS. sceortian."
    },
    {
        "error": "origin",
        "word": "Should",
        "attribute": "OE. sholde, shulde, scholde, schulde, AS. scolde, sceolde. See Shall."
    },
    {
        "error": "origin",
        "word": "Shoulder",
        "attribute": "OE. shulder, shuldre, schutder, AS. sculdor; akin to D. schoulder, G. schulter, OHG. scultarra, Dan. skulder, Sw. skuldra."
    },
    {
        "error": "origin",
        "word": "Shout",
        "attribute": "OE. shouten, of unknown origin; perhaps akin to shoot; cf. Icel. skūta, skūti, a taunt."
    },
    {
        "error": "origin",
        "word": "Show",
        "attribute": "OE. schowen, shewen, schewen, shawen, AS. sceáwian, to look, see, view; akin to OS. scaw&unr_;n, OFries. skawia, D. schouwen, OHG. scouw&unr_;n, G. schauen, Dan. skue, Sw. sk&unr_;da, Icel. sko&unr_;a, Goth. usskawjan to waken, skuggwa a mirror, Icel. skuggy shade, shadow, L. cavere to be on one's guard, Gr. &unr_;&unr_;&unr_; to mark, perceive, hear, Skr. kavi wise.  Cf. Caution, Scavenger, Sheen."
    },
    {
        "error": "origin",
        "word": "Show",
        "attribute": "Written also shew."
    },
    {
        "error": "origin",
        "word": "Show",
        "attribute": "Formerly written also shew."
    },
    {
        "error": "origin",
        "word": "Side",
        "attribute": "AS. sīde; akin to D. zijde, G. seite, OHG. sīta, Icel. sī&unr_;a, Dan. side, Sw. sida; cf. AS. sīd large, spacious, Icel. sī&unr_;r long, hanging."
    },
    {
        "error": "origin",
        "word": "Side",
        "attribute": "AS. sīd. Cf Side, n."
    },
    {
        "error": "origin",
        "word": "Sight",
        "attribute": "OE. sight, siþt, siht, AS. siht, gesiht, gesihð, gesiehð, gesyhð; akin to D. gezicht, G. sicht, gesicht, Dan. sigte, Sw. sigt, from the root of E. see. See See, v. t."
    },
    {
        "error": "origin",
        "word": "Sign",
        "attribute": "F. signe, L. signum; cf. AS. segen, segn, a sign, standard, banner, also fr. L. signum.  Cf. Ensign, Resign, Seal a stamp, Signal, Signet."
    },
    {
        "error": "origin",
        "word": "Sign",
        "attribute": "OE. seinen to bless, originally, to make the sign of the cross over; in this sense fr. ASS. segnian (from segn, n.), or OF. seignier, F. signer, to mark, to sign (in sense 3), fr. L. signare to mark, set a mark upon, from signum. See Sign, n."
    },
    {
        "error": "pos",
        "word": "Silent",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Silver",
        "attribute": "OE. silver, selver, seolver, AS. seolfor, siolfur, siolufr, silofr, sylofr; akin to OS. silubar, OFries. selover, D. zilver, LG. sulver, OHG. silabar, silbar, G. silber, Icel. silfr, Sw. silfver, Dan. sölv, Goth. silubr, Russ. serebro, Lith. sidabras; of unknown origin."
    },
    {
        "error": "pos",
        "word": "Silver",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Similar",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Simple",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Simple",
        "attribute": "F. See Simple, a."
    },
    {
        "error": "origin",
        "word": "Since",
        "attribute": "For sins, contr. fr. OE. sithens, sithenes, formed by an adverbial ending (cf. Besides) from OE. sithen, also shortened into sithe, sin, AS. siððan, syððan, seoððan, afterward, then, since, after; properly, after that; fr. sīð after, later, adv. and prep. (originally a comparative adv., akin to OS. sīð afterward, since, OHG. sīd, G. seit since, Goth. seiþus late, ni þanaseiþs no longer) + ðon instrumental of the demonstrative and article. See That."
    },
    {
        "error": "origin",
        "word": "Sing",
        "attribute": "AS. singan; akin to D. zingen, OS. & OHG. singan, G. singen, Icel. syngja, Sw. sjunga, Dan. synge, Goth. siggwan, and perhaps to E. say, v.t., or cf. Gr. &unr_;&unr_;&unr_; voice.  Cf. Singe, Song."
    },
    {
        "error": "pos",
        "word": "Single",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Sister",
        "attribute": "OE. sister, fr. Icel. systir; also suster, from AS. sweostor, sweoster, swuster, akin to OFries. sweester, suster, LG. süster, suster, D. zuster, OS. & OHG. swestar, G. schwester, Icel. systir, Sw. syster, Dan. söster, Goth. swistar, Lith. ses&unr_;, Russ. sestra, Pol. siostra, L. soror, Skr. svasr. √298.  Cf. Cousin."
    },
    {
        "error": "origin",
        "word": "Sit",
        "attribute": "OE. sitten, AS.  sittan; akin to OS. sittian, OFries. sitta, D. zitten, G. sitzen, OHG. sizzen, Icel. sitja, SW. sitta, Dan. sidde, Goth. sitan, Russ. sidiete, L. sedere, Gr. 'e`zesqai, Skr. sad. √154.  Cf. Assess,Assize, Cathedral, Chair, Dissident, Excise, Insidious, Possess, Reside, Sanhedrim, Séance, Seat, n., Sedate, 4th Sell, Siege, Session, Set, v. t., Sizar, Size, Subsidy."
    },
    {
        "error": "pos",
        "word": "Six",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Size",
        "attribute": "See Sice, and Sise."
    },
    {
        "error": "origin",
        "word": "Size",
        "attribute": "OIt. sisa glue used by painters, shortened fr. assisa, fr. assidere, p. p. assiso, to make to sit, to seat, to place, L. assidere to sit down; ad + sidere to sit down, akin to sedere to sit. See Sit, v. i., and cf. Assize, Size bulk."
    },
    {
        "error": "origin",
        "word": "Size",
        "attribute": "Abbrev. from assize. See Assize, and cf. Size glue."
    },
    {
        "error": "origin",
        "word": "Skill",
        "attribute": "Icel. skil a distinction, discernment; akin to skilja to separate, divide, distinguish, Sw. skilja,. skille to separate, skiel reason, right, justice, Sw. skäl reason, Lith. skelli to cleave.  Cf. Shell, Shoal, a multitude."
    },
    {
        "error": "origin",
        "word": "Skin",
        "attribute": "Icel. skinn; akin to Sw. skinn, Dan. skind, AS. scinn, G. schined to skin."
    },
    {
        "error": "origin",
        "word": "Sky",
        "attribute": "OE. skie a cloud, Icel. sk&ymacr_;; akin to Sw. & Dan. sky; cf. AS. scūa, scūwa, shadow, Icel. skuggi; probably from the same root as E. scum. √158. See Scum, and cf. Hide skin, Obscure."
    },
    {
        "error": "origin",
        "word": "Slave",
        "attribute": "Cf. F. esclave, D. slaaf, Dan. slave, sclave, Sw. slaf, all fr. G. sklave, MHG. also slave, from the national name of the Slavonians, or Sclavonians (in LL. Slavi or Sclavi), who were frequently made slaves by the Germans. See Slav."
    },
    {
        "error": "origin",
        "word": "Sleep",
        "attribute": "OE. slepen, AS. sl&unr_;pan; akin to OFries. sl&unr_;pa, OS. slāpan, D. slapen, OHG. slāfan, G. schlafen, Goth. sl&unr_;pan, and G. schlaff slack, loose, and L. labi to glide, slide, labare to totter.  Cf. Lapse."
    },
    {
        "error": "origin",
        "word": "Sleep",
        "attribute": "AS. sl&aemacr_;p; akin to OFries. slēp, OS. slāp, D. slaap, OHG. slāf, G. schlaf, Goth. slēps. See Sleep, v. i."
    },
    {
        "error": "origin",
        "word": "Slip",
        "attribute": "OE. slippen; akin to LG. & D. slippen, MHG. slipfen (cf. Dan. slippe, Sw. slippa, Icel. sleppa), and fr. OE. slipen, AS. slīpan (in comp.), akin to G. schleifen to slide, glide, drag, whet, OHG. slīfan to slide, glide, make smooth, Icel. slīpa to whet; cf. also AS. sl&unr_;pan, Goth. sliupan, OS. slopian, OHG. sliofan, G. schliefen, schl&unr_;pfen, which seem to come from a somewhat different root form.  Cf. Slope, n."
    },
    {
        "error": "origin",
        "word": "Slip",
        "attribute": "AS. slipe, slip."
    },
    {
        "error": "pos",
        "word": "Slow",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Small",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Small",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Smell",
        "attribute": "OE. smellen, smillen, smullen; cf. LG. smellen, smelen, smölen, schmelen, to smoke, to reek, D. smeulen to smolder, and E. smolder.  Cf. Smell, n."
    },
    {
        "error": "origin",
        "word": "Smell",
        "attribute": "OE. smel, smil, smul, smeol. See Smell, v. t."
    },
    {
        "error": "origin",
        "word": "Smile",
        "attribute": "OE. smilen; akin to Dan. smile, Sw. smila, MHG. smielen, smieren, L. mirari to wonder at, Skr. smi to smile; and probably to E. smicker. √173.  Cf. Admire, Marvel, Smirk."
    },
    {
        "error": "origin",
        "word": "Smile",
        "attribute": "CF. Dan. smiil, Sw. smil. See Smile, v. i."
    },
    {
        "error": "origin",
        "word": "Snow",
        "attribute": "LG. snaue, or D. snaauw, from LG. snau a snout, a beak."
    },
    {
        "error": "origin",
        "word": "Snow",
        "attribute": "OE. snow, snaw, AS. snāw; akin to D. sneeuw, OS. & OHG. snēo, G. schnee, Icel. snær, snjōr, snajār, Sw. snö, Dan. snee, Goth. snaiws, Lith. snëgas, Russ. snieg', Ir. & Gael. sneachd, W. nyf, L. nix, nivis, Gr. acc. ni`fa, also AS. snīwan to snow, G. schneien, OHG. snīwan, Lith. snigti, L. ningit it snows, Gr. ni`fei, Zend snizh to snow; cf. Skr. snih to be wet or sticky. √172."
    },
    {
        "error": "origin",
        "word": "So",
        "attribute": "OE. so, sa, swa, AS. swā; akin to OFries, sā, s&unr_;, D. zoo, OS. & OHG. s&unr_;, G. so, Icel. svā, sv&unr_;, svo, so, Sw. s&unr_;, Dan. saa, Goth. swa so, sw&unr_; as; cf. L. suus one's own, Skr. sva one's own, one's self. √192.  Cf. As, Custom, Ethic, Idiom, Such."
    },
    {
        "error": "pos",
        "word": "Soft",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Soil",
        "attribute": "OF. saoler, saouler, to satiate, F. soûler, L. satullare, fr. satullus, dim. of satur sated. See Satire."
    },
    {
        "error": "origin",
        "word": "Soil",
        "attribute": "OE. soile, F. sol, fr. L. solum bottom, soil; but the word has probably been influenced in form by soil a miry place.  Cf. Saloon, Soil a miry place, Sole of the foot."
    },
    {
        "error": "origin",
        "word": "Soil",
        "attribute": "OF. soil, souil, F. souille, from OF. soillier, F. souiller. See Soil to make dirty."
    },
    {
        "error": "origin",
        "word": "Soil",
        "attribute": "OE. soilen, OF. soillier, F. souiller, (assumed) LL. suculare, fr. L. sucula a little pig, dim. of sus a swine. See Sow, n."
    },
    {
        "error": "origin",
        "word": "Soil",
        "attribute": "See Soil to make dirty, Soil a miry place."
    },
    {
        "error": "origin",
        "word": "Soldier",
        "attribute": "OE. souldier, soudiour, souder, OF. soldier, soldoier, soldeier, sodoier, soudoier, soudier, fr. L. solidus a piece of money (hence applied to the pay of a soldier), fr. solidus solid. See Solid, and cf. Sold, n."
    },
    {
        "error": "origin",
        "word": "Solution",
        "attribute": "OE. solucion, OF. solucion, F. solution, fr. L. solutio, fr. solvere, solutum, to loosen, dissolve. See Solve."
    },
    {
        "error": "origin",
        "word": "Solve",
        "attribute": "L. solvere, solutum; from a prefix so- expressing separation (cf. Sober) + luere to loosen; cf. OF. soldre, soudre. See Loose, and cf. Absolve."
    },
    {
        "error": "pos",
        "word": "Some",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Son",
        "attribute": "OE. sone, sune, AS. sunu; akin to D. zoon, OS., OFries., & OHG. sunu, G. sohn, Icel. sonr, Sw. son, Dan. sön, Goth. sunus, Lith. sunus, Russ. suin', Skr. sūnu (from sū to beget, to bear), and Gr. &unr_; son. √293.  Cf. Sow, n."
    },
    {
        "error": "origin",
        "word": "Song",
        "attribute": "AS. song, sang, fr. singan to sing; akin to D. zang, G. sang, Icel. söngr, Goth. saggws. See Sing."
    },
    {
        "error": "origin",
        "word": "Soon",
        "attribute": "OE. sone, AS. sōna; cf. OFries. sōn, OS. sāna, sāno, OHG. sār, Goth. suns."
    },
    {
        "error": "pos",
        "word": "Soon",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Sound",
        "attribute": "AS. sund a swimming, akin to E. swim. See Swim."
    },
    {
        "error": "pos",
        "word": "Sound",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Sound",
        "attribute": "AS. sund a narrow sea or strait; akin to Icel., Sw., Dan. & G. sund, probably so named because it could be swum across. See Swim."
    },
    {
        "error": "origin",
        "word": "Sound",
        "attribute": "F. sonder; cf. AS. sundgyrd a sounding rod, sundline a sounding line (see Sound a narrow passage of water)."
    },
    {
        "error": "origin",
        "word": "Sound",
        "attribute": "F. sonde. See Sound to fathom."
    },
    {
        "error": "origin",
        "word": "Sound",
        "attribute": "OE. soun, OF. son, sun, F. son, fr. L. sonus akin to Skr. svana sound, svan to sound, and perh. to E. swan.  Cf. Assonant, Consonant, Person, Sonata, Sonnet, Sonorous, Swan."
    },
    {
        "error": "origin",
        "word": "Sound",
        "attribute": "OE. sounen, sownen, OF. soner, suner, F. sonner, from L. sonare. See Sound a noise."
    },
    {
        "error": "origin",
        "word": "South",
        "attribute": "OE. south, suþ, AS. sūð for sunð; akin to D. zuid, OHG. sund, G. süd, süden, Icel. suðr, sunnr, Dan. syd, sönden, Sw. syd, söder, sunnan; all probably akin to E. sun, meaning, the side towards the sun. √297. See Sun."
    },
    {
        "error": "pos",
        "word": "South",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Space",
        "attribute": "OE. space, F. espace, from L. spatium space; cf. Gr. spa^n to draw, to tear; perh. akin to E. span.  Cf. Expatiate."
    },
    {
        "error": "origin",
        "word": "Space",
        "attribute": "Cf. OF. espacier, L. spatiari. See Space, n."
    },
    {
        "error": "origin",
        "word": "Space",
        "attribute": "Cf. F. espacer. See Space, n."
    },
    {
        "error": "origin",
        "word": "Speak",
        "attribute": "OE. speken, AS. specan, sprecan; akin to OF.ries. spreka, D. spreken, OS. spreken, G. sprechen, OHG. sprehhan, and perhaps to Skr. sphūrj to crackle, to thunder.  Cf. Spark of fire, Speech."
    },
    {
        "error": "pos",
        "word": "Special",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Speech",
        "attribute": "OE. speche, AS. sp&unr_;c, spr&unr_;, fr. specan, sprecan, to speak; akin to D. spraak speech, OHG. sprāhha, G. sprache, Sw. spr&unr_;k, Dan. sprog. See Speak."
    },
    {
        "error": "origin",
        "word": "Speed",
        "attribute": "AS. sp&unr_;d success, swiftness, from sp&unr_;wan to succeed; akin to D. spoedd, OHG. spuot success, spuot to succees, Skr. sphā to increase, grow fat. √170b."
    },
    {
        "error": "origin",
        "word": "Speed",
        "attribute": "AS. spēdan, fr. spēd, n.; akin to D. spoeden, G. sich sputen.  See Speed, n."
    },
    {
        "error": "origin",
        "word": "Spell",
        "attribute": "OE. speld, AS. speld a spill to light a candle with; akin to D. speld a pin, OD. spelle, G. spalten to split, OHG. spaltan, MHG. spelte a splinter, Icel. spjald a square tablet, Goth. spilda a writing tablet.  Cf. Spillsplinter, roll of paper, Spell to tell the letters of."
    },
    {
        "error": "origin",
        "word": "Spell",
        "attribute": "AS. spelian to supply another's place."
    },
    {
        "error": "origin",
        "word": "Spell",
        "attribute": "AS. spell a saying, tale, speech; akin to OS. & OHG. spel, Icel. spjall,Goth. spill.  Cf. Gospel, Spell to tell the letters of."
    },
    {
        "error": "origin",
        "word": "Spell",
        "attribute": "OE. spellen, spellien, tell, relate, AS. spellian, fr. spell a saying, tale; akin to MHG. spellen to relate, Goth. spill&unr_;n.e Spell a tale. In sense 4 and those following, OE. spellen, perhaps originally a different word, and from or influenced by spell a splinter, from the use of a piece of wood to point to the letters in schools: cf. D. spellen to spell.  Cf. Spell splinter."
    },
    {
        "error": "origin",
        "word": "Spend",
        "attribute": "AS. spendan (in comp.), fr. L. expendere or dispendere to weigh out, to expend, dispense. See Pendant, and cf. Dispend, Expend, Spence, Spencer."
    },
    {
        "error": "origin",
        "word": "Spoke",
        "attribute": "OE. spoke, spake, AS. spāca; akin to D. speek, LG. speke, OHG. speihha, G. speiche. √170.  Cf. Spike a nail."
    },
    {
        "error": "origin",
        "word": "Spot",
        "attribute": "Cf. Scot. & D. spat, Dan. spette, Sw. spott spittle, slaver; from the root of E. spit. See Spit to eject from the mouth, and cf. Spatter."
    },
    {
        "error": "pos",
        "word": "Spot",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Spread",
        "attribute": "OE. spreden, AS. spraedan; akin to D. spreiden, spreijen, LG. spreden, spreen, spreien, G. spreiten, Dan. sprede, Sw. sprida.  Cf. Spray water flying in drops."
    },
    {
        "error": "origin",
        "word": "Spring",
        "attribute": "AS. spring a fountain, a leap. See Spring, v. i."
    },
    {
        "error": "origin",
        "word": "Square",
        "attribute": "OF. esquarre, esquierre, F. équerre a carpenter's square (cf. It. squadra), fr. (assumed) LL. exquadrare to make square; L. ex + quadrus a square, fr. quattuor four. See Four, and cf. Quadrant, Squad, Squire a square."
    },
    {
        "error": "pos",
        "word": "Square",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Square",
        "attribute": "Cf. OF. escarrer, esquarrer. See Square, n."
    },
    {
        "error": "origin",
        "word": "Stand",
        "attribute": "OE. standen; AS. standan; akin to OFries. stonda, stān, D. staan, OS. standan, stān, OHG. stantan, stān, G. stehen, Icel. standa, Dan. staae, Sw. stå, Goth. standan, Russ. stoiate, L. stare, Gr. 'ista`nai to cause to stand, sth^nai to stand, Skr. sthā.  √163.  Cf. Assist, Constant, Contrast, Desist, Destine, Ecstasy, Exist, Interstice, Obstacle, Obstinate, Prest, n., Rest remainder, Solstice, Stable, a. & n., Staff, Stage, Stall, n., Stamen, Stanchion, Stanza, State, n., Statute, Stead, Steed, Stool, Stud of horses, Substance, System."
    },
    {
        "error": "origin",
        "word": "Stand",
        "attribute": "AS. stand. See Stand, v. i."
    },
    {
        "error": "origin",
        "word": "Star",
        "attribute": "OE. sterre, AS. steorra; akin to OFries. stera, OS. sterro, D. ster, OHG. sterno, sterro, G. stern, Icel. stjarna, Sw. stjerna, Dan. stierne, Goth. staírnō, Armor. & Corn. steren, L. stella, Gr. 'asth`r, 'a`stron, Skr. star; perhaps from a root meaning, to scatter, Skr. st&rsdot_;, L. sternere (cf. Stratum), and originally applied to the stars as being strewn over the sky, or as being scatterers or spreaders of light. √296.  Cf. Aster, Asteroid, Constellation, Disaster, Stellar."
    },
    {
        "error": "origin",
        "word": "start",
        "attribute": "OE. sterten; akin to D. storten to hurl, rush, fall, G. stürzen, OHG. sturzen to turn over, to fall, Sw. störta to cast down, to fall, Dan. styrte, and probably also to E. start a tail; the original sense being, perhaps, to show the tail, to tumble over suddenly.  √166.  Cf. Start a tail."
    },
    {
        "error": "origin",
        "word": "Start",
        "attribute": "Perh. from D. storten, which has this meaning also."
    },
    {
        "error": "origin",
        "word": "Start",
        "attribute": "OE. stert a tail, AS. steort; akin to LG. stert, steert, D. staart, G. sterz, Icel. stertr, Dan. stiert, Sw. stjert. √166.  Cf. Stark naked, under Stark, Start, v. i."
    },
    {
        "error": "origin",
        "word": "START",
        "attribute": "From Strategic Arms Reduction Treaty."
    },
    {
        "error": "origin",
        "word": "State",
        "attribute": "OE. stat, OF. estat, F. état, fr. L. status a standing, position, fr. stare, statum, to stand. See Stand, and cf. Estate, Status."
    },
    {
        "error": "pos",
        "word": "State",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Station",
        "attribute": "F., fr. L. statio, from stare, statum, to stand. See Stand."
    },
    {
        "error": "origin",
        "word": "Stay",
        "attribute": "AS. staeg, akin to D., G., Icel., Sw., & Dan. stag; cf. OF. estai, F. étai, of Teutonic origin."
    },
    {
        "error": "origin",
        "word": "Stay",
        "attribute": "OF. estayer, F. étayer to prop, fr. OF. estai, F. étai, a prop, probably fr. OD. stade, staeye, a prop, akin to E. stead; or cf. stay a rope to support a mast.  Cf. Staid, a., Stay, v. i."
    },
    {
        "error": "origin",
        "word": "Stay",
        "attribute": "√163. See Stay to hold up, prop."
    },
    {
        "error": "origin",
        "word": "Stay",
        "attribute": "Cf. OF. estai, F. étai support, and E. stay a rope to support a mast."
    },
    {
        "error": "origin",
        "word": "Stead",
        "attribute": "OE. stede place, AS. stede; akin to LG. & D. stede, OS. stad, stedi, OHG. stat, G. statt, stätte, Icel. staðr, Dan. sted, Sw. stad, Goth. staþs, and E. stand.  √163. See Stand, and cf. Staith, Stithy."
    },
    {
        "error": "origin",
        "word": "Steam",
        "attribute": "OE. stem, steem, vapor, flame, AS. steám vapor, smoke, odor; akin to D. stoom steam, perhaps originally, a pillar, or something rising like a pillar; cf. Gr. sty`ein to erect, sty^los a pillar, and E. stand."
    },
    {
        "error": "origin",
        "word": "Steel",
        "attribute": "AS. stēl, st&ymacr_;l, st&ymacr_;le; akin to D. staal, G. stahl, OHG. stahal, Icel. stāl, Dan. staal, Sw. stål, Old Prussian stakla."
    },
    {
        "error": "origin",
        "word": "Steel",
        "attribute": "AS. st&ymacr_;lan: cf. Icel. staela. See Steel, n."
    },
    {
        "error": "origin",
        "word": "Step",
        "attribute": "AS. staeppan; akin to OFries. steppa, D. stappen to step, stap a step, OHG. stepfen to step, G. stapfe a footstep, OHG. stapfo, G. stufe a step to step on; cf. Gr. &unr_; to shake about, handle roughly, stamp (?).  Cf. Stamp, n. & a."
    },
    {
        "error": "origin",
        "word": "Step",
        "attribute": "AS. staepe. See Step, v. i."
    },
    {
        "error": "origin",
        "word": "Stick",
        "attribute": "OE. sticke, AS. sticca; akin to stician to stab, prick, pierce, G. stecken a stick, staff, OHG. steccho, Icel. stik a stick. See Stick, v. t.."
    },
    {
        "error": "origin",
        "word": "Stick",
        "attribute": "OE. stikien, v.t. & i., combined with steken, whence E. stuck), AS. stician, v.t. & i., and (assumed) stecan, v.t.; akin to OFries. steka, OS. stekan, OHG. stehhan, G. stechen, and to Gr. &unr_; to prick, Skr. tij to be sharp.  Cf. Distinguish, Etiquette, Extinct, Instigate, Instinct, Prestige, Stake, Steak, Stick, n., Stigma, Stimulate, Sting, Stitch in sewing, Style for or in writing."
    },
    {
        "error": "pos",
        "word": "Still",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Still",
        "attribute": "Cf. G. stille."
    },
    {
        "error": "origin",
        "word": "Still",
        "attribute": "AS. stille quietly. See Still, a. The modern senses come from the idea of stopping and staying still, or motionless."
    },
    {
        "error": "origin",
        "word": "Still",
        "attribute": "AS. stillan, from stille still, quiet, firm. See Still, a."
    },
    {
        "error": "origin",
        "word": "Still",
        "attribute": "Cf. OE. stillatorie. See Still, v., to distill."
    },
    {
        "error": "origin",
        "word": "Still",
        "attribute": "Abbreviated fr. distill."
    },
    {
        "error": "origin",
        "word": "Still",
        "attribute": "L. stillare.  Cf. Distill."
    },
    {
        "error": "origin",
        "word": "Stone",
        "attribute": "OE. ston, stan, AS. stān; akin to OS. & OFries. stēn, D. steen, G. stein, Icel. steinn, Sw. sten, Dan. steen, Goth. stains, Russ. stiena a wall, Gr. &unr_;, &unr_;, a pebble. √167.  Cf. Steen."
    },
    {
        "error": "origin",
        "word": "Stone",
        "attribute": "From Stone, n.: cf. AS. st&unr_;nan, Goth. stainjan."
    },
    {
        "error": "origin",
        "word": "Stop",
        "attribute": "OE. stoppen, AS. stoppian (in comp.); akin to LG. & D. stoppen, G. stopfen, Icel. stoppa, Sw. stoppa, Dan. stoppe; all probably fr. LL. stopare, stupare, fr. L. stuppa the coarse part of flax, tow, oakum.  Cf. Estop, Stuff, Stupe a fomentation."
    },
    {
        "error": "origin",
        "word": "Store",
        "attribute": "OE. stor, stoor, OF. estor, provisions, supplies, fr. estorer to store. See Store, v. t."
    },
    {
        "error": "pos",
        "word": "Store",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Store",
        "attribute": "OE. storen, OF. estorer to construct, restore, store, LL. staurare, for L. instaurare to renew, restore; in + staurare (in comp.) Cf. Instore, Instaurate, Restore, Story a floor."
    },
    {
        "error": "origin",
        "word": "Story",
        "attribute": "OF. estoré, estorée, built, erected, p. p. of estorer to build, restore, to store. See Store, v. t."
    },
    {
        "error": "origin",
        "word": "Story",
        "attribute": "OE. storie, OF. estoire, F. histoire, fr. L. historia. See History."
    },
    {
        "error": "pos",
        "word": "Straight",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Straight",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Strange",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Stream",
        "attribute": "AS. streám; akin to OFries. strām, OS. strōm, D. stroom, G. strom, OHG. stroum, strūm, Dan. & Sw. ström, Icel. straumr, Ir. sroth, Lith. srove, Russ. struia, Gr. \"ry`sis a flowing, \"rei^n to flow, Skr. sru. √174.  Cf. Catarrh, Diarrhea, Rheum, Rhythm."
    },
    {
        "error": "origin",
        "word": "Street",
        "attribute": "OE. strete, AS. str&aemacr_;t, fr. L. strata (sc. via) a paved way, properly fem. p. p. of sternere, stratum, to spread; akin to E. strew. See Strew, and cf. Stratum, Stray, v. & a."
    },
    {
        "error": "origin",
        "word": "Stretch",
        "attribute": "OE. strecchen, AS. streccan; akin to D. strekken, G. strecken, OHG. strecchen, Sw. sträcka, Dan. straekke; cf. AS. straeck, strec, strong, violent, G. strack straight; of uncertain origin, perhaps akin to E. strong.  Cf. Straight."
    },
    {
        "error": "origin",
        "word": "String",
        "attribute": "OE. string, streng, AS. streng; akin to D. streng, G. strang, Icel. strengr, Sw. sträng, Dan. straeng; probably from the adj., E. strong (see Strong); or perhaps originally meaning, twisted, and akin to E. strangle."
    },
    {
        "error": "pos",
        "word": "Strong",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Student",
        "attribute": "L. studens, -entis, p. pr. of studere to study. See Study, n."
    },
    {
        "error": "origin",
        "word": "Study",
        "attribute": "OE. studie, L. studium, akin to studere to study; possibly akin to Gr. &unr_; haste, zeal, &unr_; to hasten; cf. OF. estudie, estude, F. étude.  Cf. Etude, Student, Studio, Study, v. i."
    },
    {
        "error": "origin",
        "word": "Study",
        "attribute": "OE. studien, OF. estudier, F. étudier. See Study, n."
    },
    {
        "error": "pos",
        "word": "Subject",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Subject",
        "attribute": "From L. subjectus, through an old form of F. sujet. See Subject, a."
    },
    {
        "error": "origin",
        "word": "Substance",
        "attribute": "F., fr. L. substantia, fr. substare to be under or present, to stand firm; sub under + stare to stand. See Stand."
    },
    {
        "error": "origin",
        "word": "Subtract",
        "attribute": "L. subtractus, p. p. of subtrahere to draw from beneath, withdraw, remove; sub under + trahere to draw. See Trace, v. t., and cf. Substract."
    },
    {
        "error": "origin",
        "word": "Success",
        "attribute": "L. successus: cf. F. succès. See Succeed."
    },
    {
        "error": "pos",
        "word": "Such",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Sudden",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Suffix",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Sugar",
        "attribute": "OE. sugre, F. sucre (cf. It. zucchero, Sp. azúcar), fr. Ar. sukkar, assukkar, fr. Skr. çarkarā sugar, gravel; cf. Per. shakar.  Cf. Saccharine, Sucrose."
    },
    {
        "error": "origin",
        "word": "Suggest",
        "attribute": "L. suggestus, p. p. of suggerere to put under, furnish, suggest; sub under + gerere to carry, to bring. See Jest."
    },
    {
        "error": "origin",
        "word": "Suit",
        "attribute": "OE. suite, F. suite, OF. suite, sieute, fr. suivre to follow, OF. sivre; perhaps influenced by L. secta. See Sue to follow, and cf. Sect, Suite."
    },
    {
        "error": "origin",
        "word": "Summer",
        "attribute": "From Sum, v."
    },
    {
        "error": "origin",
        "word": "Summer",
        "attribute": "F. sommier a rafter, the same word as sommier a beast of burden. See Sumpter."
    },
    {
        "error": "origin",
        "word": "Summer",
        "attribute": "OE. sumer, somer, AS. sumor, sumer; akin to OFries. sumur, D. zomer, OS. sumar, G. sommer, OHG. & Icel. sumar, Dan. sommer, Sw. sommar, W. haf, Zend hama, Skr. samā year. √292."
    },
    {
        "error": "origin",
        "word": "Sun",
        "attribute": "OE. sunne, sonne, AS. sunne; akin to OFries. sunne, D. zon, OS. & OHG. sunna, G. sonne, Icel. sunna, Goth. sunna; perh. fr. same root as L. sol. √297.  Cf. Solar, South."
    },
    {
        "error": "origin",
        "word": "Supply",
        "attribute": "For older supploy, F. suppléer, OF. also supployer, (assumed) LL. suppletare, from L. supplere, suppletum; sub under + plere to fill, akin to plenus full. See Plenty."
    },
    {
        "error": "pos",
        "word": "Supply",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Support",
        "attribute": "F. supporter, L. supportare to carry on, to convey, in LL., to support, sustain; sub under + portare to carry. See Port demeanor."
    },
    {
        "error": "origin",
        "word": "Support",
        "attribute": "F."
    },
    {
        "error": "pos",
        "word": "Sure",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Surface",
        "attribute": "F. See Sur-, and Face, and cf. Superficial."
    },
    {
        "error": "origin",
        "word": "Surprise",
        "attribute": "F. surprise, fr. surprendre, surpris; sur over + prendre to take, L. prehendere. See Sur-, and Prehensile."
    },
    {
        "error": "origin",
        "word": "Surprise",
        "attribute": "From Surprise, n.: cf. F. surprendre, p. p. surpris."
    },
    {
        "error": "origin",
        "word": "Swim",
        "attribute": "AS. swimman; akin to D. zwemmen, OHG. swimman, G. schwimmen, Icel. svimma, Dan. swömme, Sw. simma.  Cf. Sound an air bladder, a strait."
    },
    {
        "error": "origin",
        "word": "Swim",
        "attribute": "OE. swime dizziness, vertigo, AS. swīma; akin to D. zwijm, Icel. svimi dizziness, svina to subside, svīa to abate, G. schwindel dizziness, schwinden to disappear, to dwindle, OHG. swīnan to dwindle.  Cf. Squemish, Swindler."
    },
    {
        "error": "origin",
        "word": "Syllable",
        "attribute": "OE. sillable, OF. sillabe, F. syllabe, L. syllaba, Gr. &unr_; that which is held together, several letters taken together so as to form one sound, a syllable, fr. &unr_; to take together; &unr_; with + &unr_; to take; cf. Skr. labh, rabh.  Cf. Lemma, Dilemma."
    },
    {
        "error": "origin",
        "word": "Symbol",
        "attribute": "Gr. &unr_; contributions."
    },
    {
        "error": "origin",
        "word": "System",
        "attribute": "L. systema, Gr. &unr_;, fr. &unr_; to place together; sy`n with + &unr_; to place: cf. F. système. See Stand."
    },
    {
        "error": "origin",
        "word": "Table",
        "attribute": "F., fr. L. tabula a board, tablet, a painting.  Cf. Tabular, Taffrail, Tavern."
    },
    {
        "error": "origin",
        "word": "Tail",
        "attribute": "F. taille a cutting. See Entail, Tally."
    },
    {
        "error": "pos",
        "word": "Tail",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Tail",
        "attribute": "AS. taegel, taegl; akin to G. zagel, Icel. tagl, Sw. tagel, Goth. tagl hair. √59."
    },
    {
        "error": "origin",
        "word": "Take",
        "attribute": "Icel. taka; akin to Sw. taga, Dan. tage, Goth. tēkan to touch; of uncertain origin."
    },
    {
        "error": "origin",
        "word": "talk",
        "attribute": "Cf. LG. talk talk, gabble, Prov. G. talken to speak indistinctly; or OD. tolken to interpret, MHG. tolkan to interpret, to tell, to speak indistinctly, Dan. tolke to interpret, Sw. tolka, Icel. tūlka to interpret, tūlkr an interpreter, Lith. tulkas an interpreter, tulkanti, tulkōti, to interpret, Russ. tolkovate to interpret, to talk about; or perhaps fr. OE. talien to speak (see tale, v. i. & n.)."
    },
    {
        "error": "pos",
        "word": "Tall",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Teach",
        "attribute": "OE. techen, imp. taughte, tahte, AS. t&aemacr_;cean, imp. t&aemacr_;hte, to show, teach, akin to tācn token. See Token."
    },
    {
        "error": "origin",
        "word": "Team",
        "attribute": "OE. tem, team, AS. teám, offspring, progeny, race of descendants, family; akin to D. toom a bridle, LG. toom progeny, team, bridle, G. zaum a bridle, zeugen to beget, Icel. taumr a rein, bridle, Dan. tömme, Sw. töm, and also to E. tow to drag, tug to draw.  √64.  See Tug, and cf. Teem to bear."
    },
    {
        "error": "origin",
        "word": "Tell",
        "attribute": "AS. tellan, from talu tale, number, speech; akin to D. tellen to count, G. zählen, OHG. zellen to count, tell, say, Icel. telja, Dan. tale to speak, tælle to count. See Tale that which is told."
    },
    {
        "error": "origin",
        "word": "Tell",
        "attribute": "Ar."
    },
    {
        "error": "origin",
        "word": "Temperature",
        "attribute": "F. température, L. temperatura due measure, proportion, temper, temperament."
    },
    {
        "error": "pos",
        "word": "Ten",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Term",
        "attribute": "F. terme, L. termen, -inis, terminus, a boundary limit, end; akin to Gr. &unr_;, &unr_;. See Thrum a tuft, and cf. Terminus, Determine, Exterminate."
    },
    {
        "error": "origin",
        "word": "Term",
        "attribute": "See Term, n., and cf. Terminate."
    },
    {
        "error": "origin",
        "word": "Test",
        "attribute": "OE. test test, or cupel, potsherd, F. têt, from L. testum an earthen vessel; akin to testa a piece of burned clay, an earthen pot, a potsherd, perhaps for tersta, and akin to torrere to patch, terra earth (cf. Thirst, and Terrace), but cf. Zend tasta cup.  Cf. Test a shell, Testaceous, Tester a covering, a coin, Testy, Tête-à-tête."
    },
    {
        "error": "origin",
        "word": "Test",
        "attribute": "L. testis.  Cf. Testament, Testify."
    },
    {
        "error": "origin",
        "word": "Test",
        "attribute": "L. testari. See Testament."
    },
    {
        "error": "origin",
        "word": "Than",
        "attribute": "OE. than, thon, then, thanne, thonne, thenne, than, then, AS. ðanne, ðonne, ðaenne; akin to D. dan, OHG. danne, G. dann then, denn than, for, Goth. þan then, and to E. the, there, that. See That, and cf. Then."
    },
    {
        "error": "origin",
        "word": "thank",
        "attribute": "AS. þanc, þonc, thanks, favor, thought; akin to OS. thank favor, pleasure, thanks, D. & G. dank thanks, Icel. þökk, Dan. tak, Sw. tack, Goth. þagks thanks; -- originally, a thought, a thinking. See Think."
    },
    {
        "error": "origin",
        "word": "Thank",
        "attribute": "AS. þancian. See Thank, n."
    },
    {
        "error": "origin",
        "word": "That",
        "attribute": "AS. ðaet, neuter nom. & acc. sing. of the article (originally a demonstrative pronoun). The nom. masc. sē, and the nom. fem. seó are from a different root. AS. ðaet is akin to D. dat, G. das, OHG. daz, Sw. & Dan. det, Icel. þat (masc. sā, fem. sō), Goth. þata (masc. sa, fem. sō), Gr. &unr_; (masc. &unr_;, fem. &unr_;), Skr. tat (for tad, masc. sas, fem. sā); cf. L. istud that. √184.  Cf. The, Their, They, Them, This, Than, Since."
    },
    {
        "error": "pos",
        "word": "The",
        "attribute": "def.art."
    },
    {
        "error": "origin",
        "word": "The",
        "attribute": "AS. ðē, ð&ymacr_;, instrumental case of sē, seó, ðæt, the definite article.  See 2d The."
    },
    {
        "error": "origin",
        "word": "Their",
        "attribute": "OE. thair, fr. Icel. þeirra, þeira, of them, but properly gen. pl. of the definite article; akin to AS. ðāra, ð&aemacr_;ra, gen. pl. of the definite article, or fr. AS. ð&aemacr_;ra, influenced by the Scandinavian use. See That."
    },
    {
        "error": "origin",
        "word": "Them",
        "attribute": "AS. ð&aemacr_;m, dat. pl. of the article, but influenced by the Scand. use of the corresponding form þeim as a personal pronoun. See They."
    },
    {
        "error": "origin",
        "word": "Then",
        "attribute": "Originally the same word as than. See Than."
    },
    {
        "error": "origin",
        "word": "There",
        "attribute": "OE. ther, AS. ð&aemacr_;r; akin to D. daar, G. da, OHG. dār, Sw. & Dan. der, Icel. & Goth. þar, Skr. tarhi then, and E. that. √184. See That, pron."
    },
    {
        "error": "origin",
        "word": "These",
        "attribute": "OE. þes, þaes, a variant of þas, pl. of þes, thes, this. See This, and cf. Those."
    },
    {
        "error": "origin",
        "word": "They",
        "attribute": "Icel. þeir they, properly nom. pl. masc. of sā, sū, þat, a demonstrative pronoun, akin to the English definite article, AS. sē, seó, ðaet, nom. pl. ðā. See That."
    },
    {
        "error": "pos",
        "word": "Thick",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Thick",
        "attribute": "AS. þicce."
    },
    {
        "error": "origin",
        "word": "Thick",
        "attribute": "Cf. AS. þiccian."
    },
    {
        "error": "pos",
        "word": "Thin",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Thin",
        "attribute": "Cf. AS. geþynnian."
    },
    {
        "error": "origin",
        "word": "Thing",
        "attribute": "AS. þing a thing, cause, assembly, judicial assembly; akin to þingan to negotiate, þingian to reconcile, conciliate, D. ding a thing, OS. thing thing, assembly, judicial assembly, G. ding a thing, formerly also, an assembly, court, Icel. þing a thing, assembly, court, Sw. & Dan. ting; perhaps originally used of the transaction of or before a popular assembly, or the time appointed for such an assembly; cf. G. dingen to bargain, hire, MHG. dingen to hold court, speak before a court, negotiate, Goth. þeihs time, perhaps akin to L. tempus time.  Cf. Hustings, and Temporal of time."
    },
    {
        "error": "origin",
        "word": "Think",
        "attribute": "OE. thinken, properly, to seem, from AS. þyncean (cf. Methinks), but confounded with OE. thenken to think, fr. AS. þencean (imp. þōhte); akin to D. denken, dunken, OS. thenkian, thunkian, G. denken, dünken, Icel. þekkja to perceive, to know, þykkja to seem, Goth. þagkjan, þaggkjan, to think, þygkjan to think, to seem, OL. tongere to know.  Cf. Thank, Thought."
    },
    {
        "error": "pos",
        "word": "Third",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "This",
        "attribute": "OE. this, thes, AS. ðēs, masc., ðeós, fem., ðis, neut.; akin to OS. these, D. deze, G. dieser, OHG. diser, deser, Icel. þessi; originally from the definite article + a particle -se, -si; cf. Goth. sai behold. See The, That, and cf. These, Those."
    },
    {
        "error": "origin",
        "word": "Those",
        "attribute": "OE. þos, þas, AS. ðās, nom. and acc. pl. of ðēs this. See This, and cf. These."
    },
    {
        "error": "origin",
        "word": "Though",
        "attribute": "OE. thogh, þah, AS. ðeáh, ð&aemacr_;h, ðēh; akin to OS. thōh, OFries. thach, D. & G. doch but, yet, OHG. doh but, yet though, Icel. þō yet, nevertheless, Sw. dock, Dan. dog, Goth. þáuh, þáu, than, or, yet; of uncertain origin.  √184."
    },
    {
        "error": "origin",
        "word": "Thought",
        "attribute": "OE. þoght, þouht, AS. þōht, geþōht, fr. þencean to think; akin to D. gedachte thought, MHG. dāht, gedāht, Icel. þōttr, þōtti. See Think."
    },
    {
        "error": "origin",
        "word": "Thousand",
        "attribute": "OE. þousend, þusend, AS. þūsend; akin to OS. thūsundig, thūsind, OFries. thusend, D. duizend, G. tausend, OHG. tūsunt, dūsunt, Icel. þūsund, þūshund, Sw. tusen, Dan. tusind, Goth. þūsundi, Lith. tukstantis, Russ. tuisiacha; of uncertain origin."
    },
    {
        "error": "pos",
        "word": "Thousand",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Three",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Through",
        "attribute": "OE. thurgh, þurh, þuruh, þoruh, AS. þurh; akin to OS. thurh, thuru, OFries. thruch, D. door, OHG. durh, duruh, G. durch, Goth. þaírh; cf. Ir. tri, tre, W. trwy. √53.   Cf. Nostril, Thorough, Thrill."
    },
    {
        "error": "pos",
        "word": "Through",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Throw",
        "attribute": "See Throe."
    },
    {
        "error": "origin",
        "word": "Throw",
        "attribute": "AS. þrāh, þrāg."
    },
    {
        "error": "origin",
        "word": "Throw",
        "attribute": "OE. þrowen, þrawen, to throw, to twist, AS. þrāwan to twist, to whirl; akin to D. draaijen, G. drehen, OHG. drājan, L. terebra an auger, gimlet, Gr. &unr_; to bore, to turn, &unr_; to pierce, &unr_; a hole.  Cf. Thread, Trite, Turn, v. t."
    },
    {
        "error": "origin",
        "word": "Thus",
        "attribute": "L. thus, better tus, frankincense. See Thurible."
    },
    {
        "error": "origin",
        "word": "Thus",
        "attribute": "OE. thus, AS. ðus; akin to OFries. & OS. thus, D. dus, and E. that; cf. OHG. sus. See That."
    },
    {
        "error": "origin",
        "word": "Tie",
        "attribute": "AS. tēge, t&unr_;ge, tīge. √64. See Tie, v. t."
    },
    {
        "error": "origin",
        "word": "Tie",
        "attribute": "OE. ti&unr_;en, teyen, AS. tīgan, tiégan, fr. teág, teáh, a rope; akin to Icel. taug, and AS. teón to draw, to pull. See Tug, v. t., and cf. Tow to drag."
    },
    {
        "error": "origin",
        "word": "Time",
        "attribute": "OE. time, AS. tīma, akin to tīd time, and to Icel. tīmi, Dan. time an hour, Sw. timme. √58. See Tide, n."
    },
    {
        "error": "pos",
        "word": "Tiny",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Tire",
        "attribute": "Probably the same word, and so called as being an attire or covering for the wheel."
    },
    {
        "error": "origin",
        "word": "Tire",
        "attribute": "F. tirer to draw or pull; of Teutonic origin, and akin to E. tear to rend. See Tirade."
    },
    {
        "error": "origin",
        "word": "Tire",
        "attribute": "OE. teorien to become weary, to fail, AS. teorian to be tired, be weary, to tire, exhaust; perhaps akin to E. tear to rend, the intermediate sense being, perhaps, to wear out; or cf. E. tarry."
    },
    {
        "error": "origin",
        "word": "To",
        "attribute": "AS. tō; akin to OS. & OFries. tō, D. toe, G. zu, OHG. zuo, zua, zō, Russ. do, Ir. & Gael. do, OL. -do, -du, as in endo, indu, in, Gr. &unr_;, as in &unr_; homeward. √200.   Cf. Too, Tatoo a beat of drums."
    },
    {
        "error": "origin",
        "word": "Together",
        "attribute": "OE. togedere, togidere, AS. tōgædere, tōgædre, tōgadere; tō to + gador together. √29. See To, prep., and Gather."
    },
    {
        "error": "origin",
        "word": "Tone",
        "attribute": "F. ton, L. tonus a sound, tone, fr. Gr. to`nos a stretching, straining, raising of the voice, pitch, accent, measure or meter, in pl., modes or keys differing in pitch; akin to tei`nein to stretch or strain. See Thin, and cf. Monotonous, Thunder, Ton fashion, Tune."
    },
    {
        "error": "origin",
        "word": "Tool",
        "attribute": "OE. tol,tool. AS. tōl; akin to Icel. tōl, Goth. taijan to do, to make, taui deed, work, and perhaps to E. taw to dress leather. √64."
    },
    {
        "error": "origin",
        "word": "Tool",
        "attribute": "Cf. Tool, v. t., 2."
    },
    {
        "error": "origin",
        "word": "Top",
        "attribute": "CF. OD. dop, top, OHG., MNG., & dial. G. topf; perhaps akin to G. topf a pot."
    },
    {
        "error": "origin",
        "word": "Top",
        "attribute": "AS. top; akin to OFries. top a tuft, D. top top, OHG. zopf end, tip, tuft of hair, G. zopf tuft of hair, pigtail, top of a tree, Icel. toppr a tuft of hair, crest, top, Dan. top, Sw. topp pinnacle, top; of uncertain origin.  Cf. Tuft."
    },
    {
        "error": "pos",
        "word": "Total",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Touch",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Touch",
        "attribute": "Cf. F. touche. See Touch, v."
    },
    {
        "error": "pos",
        "word": "Toward",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Town",
        "attribute": "OE. toun, tun, AS. tun inclosure, fence, village, town; akin to D. tuin a garden, G. zaun a hadge, fence, OHG. zun, Icel. tun an inclosure, homestead, house, Ir. & Gael. dun a fortress, W. din.  Cf. Down, adv. & prep., Dune, tine to inclose."
    },
    {
        "error": "origin",
        "word": "Track",
        "attribute": "Perhaps a mistake for tract."
    },
    {
        "error": "origin",
        "word": "Trade",
        "attribute": "Formerly, a path, OE. tred a footmark. See Tread, n. & v."
    },
    {
        "error": "origin",
        "word": "Train",
        "attribute": "F. train, OF. traïn, trahin; cf. (for some of the senses) F. traine. See Train, v."
    },
    {
        "error": "origin",
        "word": "Travel",
        "attribute": "Properly, to labor, and the same word as travail."
    },
    {
        "error": "origin",
        "word": "Triangle",
        "attribute": "L. triangulum, fr. triangulus triangular; tri- (see Tri-) + angulus angle: cf. F. triangle. See Angle a corner."
    },
    {
        "error": "origin",
        "word": "Trouble",
        "attribute": "F. troubler, OF. trobler, trubler, tourbler,fr. (assumed) LL. turbulare, L. turbare to disorderly group, a little crowd; both from turba a disorder, tumult, crowd; akin to Gr. &unr_;, and perhaps to E. thorp; cf. Skr. tvar, tur,o hasten.  Cf. Turbid."
    },
    {
        "error": "pos",
        "word": "Trouble",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Trouble",
        "attribute": "F. trouble, OF. troble, truble. See Trouble, v. t."
    },
    {
        "error": "origin",
        "word": "Truck",
        "attribute": "L. trochus an iron hoop, Gr. &unr_; a wheel, fr. &unr_; to run. See Trochee, and cf. Truckle, v. i."
    },
    {
        "error": "origin",
        "word": "Truck",
        "attribute": "OE. trukken,F. troquer; akin to Sp. & Pg. trocar; of uncertain origin."
    },
    {
        "error": "origin",
        "word": "Truck",
        "attribute": "Cf. F. troc."
    },
    {
        "error": "origin",
        "word": "Try",
        "attribute": "OE. trien to select, pick out, F. trier to cull, to out, LL. tritare to triturate (hence the sense of, to thresh, to separate the grain from the straw, to select), L. terere, tritum, to rub, bruise, grind, thresh. See Trite."
    },
    {
        "error": "pos",
        "word": "Try",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Tube",
        "attribute": "L. tubus; akin to tuba a trumpet: cf F. tube."
    },
    {
        "error": "origin",
        "word": "Turn",
        "attribute": "OE. turnen, tournen, OF. tourner, torner, turner, F. tourner, LL. tornare, fr. L. tornare to turn in a lathe, to round off, fr. tornus a lathe, Gr. to`rnos a turner's chisel, a carpenter's tool for drawing circles; probably akin to E. throw. See Throw, and cf. Attorney, Return, Tornado, Tour, Tournament."
    },
    {
        "error": "pos",
        "word": "Twenty",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Two",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Type",
        "attribute": "F. type; cf. It. tipo, from L. typus a figure, image, a form, type, character, Gr. ty`pos the mark of a blow, impression, form of character, model, from the root of ty`ptein to beat, strike; cf. Skr. tup to hurt."
    },
    {
        "error": "origin",
        "word": "Under",
        "attribute": "AS. under, prep. & adv.; akin to OFries. under, OS. undar, D. onder, G. unter, OHG. untar, Icel. undir, Sw. & Dan. under, Goth. undar, L. infra below, inferior lower, Skr. adhas below. √201.   Cf. Inferior."
    },
    {
        "error": "pos",
        "word": "Under",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Unit",
        "attribute": "Abbrev. from unity."
    },
    {
        "error": "pos",
        "word": "Up",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Us",
        "attribute": "OE. us, AS. &unr_;s; akin to OFries. & OS. &unr_;s, D. ons, G. uns, Icel. & Sw. oss, Dan. os, Goth. uns, L. nos we, us, Gr. &unr_; we, Skr. nas us. &unr_;&unr_;&unr_;&unr_;.  Cf. Nostrum, Our."
    },
    {
        "error": "origin",
        "word": "Use",
        "attribute": "In this sense probably a corruption of OF. oes, fr. L. opus need, business, employment, work.  Cf. Operate."
    },
    {
        "error": "pos",
        "word": "Usual",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Value",
        "attribute": "OF. value, fr. valoir, p. p. valu, to be worth, fr. L. valere to be strong, to be worth. See Valiant."
    },
    {
        "error": "origin",
        "word": "Verb",
        "attribute": "F. verbe, L. verbum a word, verb.  See Word."
    },
    {
        "error": "pos",
        "word": "Very",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "View",
        "attribute": "OF. veue, F. vue, fr. OF. veoir to see, p. p. veu, F. voir, p. p. vu, fr. L. videre to see.  See Vision, and cf. Interview, Purview, Review, Vista."
    },
    {
        "error": "origin",
        "word": "Village",
        "attribute": "F., fr. L. villaticus belonging to a country house or villa.  See Villa, and cf. Villatic."
    },
    {
        "error": "origin",
        "word": "Visit",
        "attribute": "Cf. F. visite.  See Visit, v. t., and cf. Visite."
    },
    {
        "error": "origin",
        "word": "Voice",
        "attribute": "OE. vois, voys, OF. vois, voiz, F. voix, L. vox, vocis, akin to Gr. &unr_; a word, &unr_; a voice, Skr. vac to say, to speak, G. erwähnen to mention.  Cf. Advocate, Advowson, Avouch, Convoke, Epic, Vocal, Vouch, Vowel."
    },
    {
        "error": "origin",
        "word": "Vowel",
        "attribute": "F. voyelle, or an OF. form without y, L. vocalis (sc. littera), from vocalis sounding, from vox, vocis, a voice, sound.  See Vocal."
    },
    {
        "error": "pos",
        "word": "Vowel",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Walk",
        "attribute": "AS. wealcan to roll.  See Walk to move on foot."
    },
    {
        "error": "pos",
        "word": "War",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Was",
        "attribute": "AS. wæs, 2d pers. w&aemacr_;re, 3d pers. wæs, pl. w&aemacr_;ron, with the inf. wesan to be; akin to D. wezen, imp. was, OHG. wesan, imp. was, G. wesen, n., a being, essence, war was, Icel. vera to be, imp. var, Goth. wisan to be, to dwell, to remain, imp. was, Skr. vas to remain, to dwell. √148.   Cf. Vernacular, Wassail, Were, v."
    },
    {
        "error": "origin",
        "word": "Wash",
        "attribute": "OE. waschen, AS. wascan; akin to D. wasschen, G. waschen, OHG. wascan, Icel. & Sw. vaska, Dan. vaske, and perhaps to E. water. √150."
    },
    {
        "error": "pos",
        "word": "Wash",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Water",
        "attribute": "AS. wæter; akin to OS. watar, OFries. wetir, weter, LG. & D. water, G. wasser, OHG. wazzar, Icel. vatn, Sw. vatten, Dan. vand, Goth. watō, O. Slav. & Russ. voda, Gr. 'y`dwr, Skr. udan water, ud to wet, and perhaps to L. unda wave. √137.  Cf. Dropsy, Hydra, Otter, Wet, Whisky."
    },
    {
        "error": "origin",
        "word": "Way",
        "attribute": "Aphetic form of away."
    },
    {
        "error": "origin",
        "word": "We",
        "attribute": "As. wē; akin to OS. wī, OFries. & LG. wi, D. wij, G. wir, Icel. vēr, Sw. & Dan. vi, Goth. weis, Skr. vayam. √190."
    },
    {
        "error": "origin",
        "word": "Wear",
        "attribute": "Cf. Veer."
    },
    {
        "error": "pos",
        "word": "Weather",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Week",
        "attribute": "OE. weke, wike, woke, wuke AS. weocu, wicu, wucu; akin to OS. wika, OFries. wike, D. week, G. woche, OHG. wohha, wehha, Icel. vika, Sw. vecka, Dan. uge, Goth. wik&unr_;, probably originally meaning, a succession or change, and akin to G. wechsel change, L. vicis turn, alternation, and E. weak.  Cf. Weak."
    },
    {
        "error": "origin",
        "word": "Wear",
        "attribute": "OE. wer, AS. wer; akin to G. wehr, AS. werian to defend, protect, hinder, G. wehren, Goth. warjan; and perhaps to E. wary; or cf. Skr. v&rsdot_; to check, hinder. √142.   Cf. Garret."
    },
    {
        "error": "origin",
        "word": "Well",
        "attribute": "OE. wellen, AS. wyllan, wellan, fr. weallan; akin to OFries. walla, OS. & OHG. wallan, G. wallen, Icel. vella, G. welle, wave, OHG. wella, walm, AS. wylm; cf. L. volvere to roll, Gr. &unr_; to inwrap, &unr_; to roll.  Cf. Voluble, Wallop to boil, Wallow, Weld of metal."
    },
    {
        "error": "origin",
        "word": "Were",
        "attribute": "AS. werian."
    },
    {
        "error": "origin",
        "word": "Were",
        "attribute": "AS. w&aemacr_;re (thou) wast, w&aemacr_;ron (we, you, they) were, w&aemacr_;re imp. subj.  See Was."
    },
    {
        "error": "pos",
        "word": "West",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "West",
        "attribute": "AS. west."
    },
    {
        "error": "pos",
        "word": "What",
        "attribute": "interrog.adv."
    },
    {
        "error": "origin",
        "word": "Where",
        "attribute": "See Whether."
    },
    {
        "error": "origin",
        "word": "Whether",
        "attribute": "OE. whether, AS. hwæ&unr_;er; akin to OS. hwe&unr_;ar, OFries. hweder, OHG. hwedar, wedar, G. weder, conj., neither, Icel. hvārr whether, Goth. hwa&unr_;ar, Lith. katras, L. uter, Gr. &unr_;, &unr_;, Skr. katara, from the interrogatively pronoun, in AS. hwā who. &unr_;&unr_;&unr_;&unr_;.  See Who, and cf. Either, Neither, Or, conj."
    },
    {
        "error": "origin",
        "word": "While",
        "attribute": "AS. hwīl; akin to OS. hwīl, hwīla, OFries. hwīle, D. wigl, G. weile, OHG. wīla, hwīla, hwīl, Icel. hvīla a bed, hvīld rest, Sw. hvila, Dan. hvile, Goth. hweila a time, and probably to L. quietus quiet, and perhaps to Gr. &unr_; the proper time of season. √20.  Cf. Quiet, Whilom."
    },
    {
        "error": "origin",
        "word": "White",
        "attribute": "AS. hwītan."
    },
    {
        "error": "origin",
        "word": "Whose",
        "attribute": "OE. whos, whas, AS. hwæs, gen. of hwā.  See Who."
    },
    {
        "error": "pos",
        "word": "Wide",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Wide",
        "attribute": "As. wīde."
    },
    {
        "error": "origin",
        "word": "Wind",
        "attribute": "From Wind, moving air, but confused in sense and in conjugation with wind to turn."
    },
    {
        "error": "origin",
        "word": "With",
        "attribute": "OE. with, AS. wi&unr_; with, against; akin to AS. wi&unr_;er against, OFries. with, OS. wi&unr_;, wi&unr_;ar, D. weder, weêr (in comp.), G. wider against, wieder gain, OHG. widar again, against, Icel. vi&unr_; against, with, by, at, Sw. vid at, by, Dan. ved, Goth. wipra against, Skr. vi asunder.  Cf. Withdraw, Withers, Withstand."
    },
    {
        "error": "pos",
        "word": "Wonder",
        "attribute": "a."
    },
    {
        "error": "pos",
        "word": "Wood",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Would",
        "attribute": "OE. & AS. wolde.  See Will, v. t."
    },
    {
        "error": "origin",
        "word": "Wrong",
        "attribute": "AS. wrang.  See Wrong, a."
    },
    {
        "error": "origin",
        "word": "Wrote",
        "attribute": "OE. wroten.  See 1st Root."
    },
    {
        "error": "origin",
        "word": "Yard",
        "attribute": "OE. yerd, AS. gierd, gyrd, a rod, stick, a measure, a yard; akin to OFries. ierde, OS. gerda, D. garde, G. gerte, OHG. gartia, gerta, gart, Icel. gaddr a goad, sting, Goth. gazds, and probably to L. hasta a spear.  Cf. Gad, n., Gird, n., Gride, v. i., Hastate."
    },
    {
        "error": "pos",
        "word": "Yellow",
        "attribute": "a."
    },
    {
        "error": "origin",
        "word": "Yes",
        "attribute": "OE. yis, &yogh_;is, &yogh_;es, &yogh_;ise, AS. gese, gise; probably fr. geá yea + swā so. √188.  See Yea, and So."
    },
    {
        "error": "origin",
        "word": "You",
        "attribute": "OE. you, eou, eow, dat. & acc., AS. eów, used as dat. & acc. of ge, gē, ye; akin to OFries. iu, io, D. u, G. euch, OHG. iu, dat., iuwih, acc., Icel. yðr, dat. & acc., Goth. izwis; of uncertain origin. √189.  Cf. Your."
    },
    {
        "error": "origin",
        "word": "Your",
        "attribute": "OE. your, &yogh_;our, eowr, eower, AS. eówer, originally used as the gen. of ge, gē, ye; akin to OFries. iuwer your, OS. iuwar, D. uw, OHG. iuwēr, G. euer, Icel. yðar, Goth. izwara, izwar, and E. you. √189.  See You."
    }
]